Repository: GD-Smart-Bill/documenso
Catalog: packages/lib/translations/*/web.po
Languages: he

source: Folder updated successfully
he: התיקייה עודכנה בהצלחה

source: Font Size
he: גודל גופן

source: Forgot Password?
he: שכחת סיסמה?

source: Forgot your password?
he: שכחת את הסיסמה שלך?

source: Full Name
he: שם מלא

source: General
he: כללי

source: Generate Links
he: הפקת קישורים

source: Global recipient action authentication
he: אימות פעולות נמען גלובלי

source: Go back
he: חזור

source: Go Back
he: חזרה

source: Go back home
he: חזרה לדף הבית

source: Go Back Home
he: חזרה לדף הבית

source: Go home
he: לדף הבית

source: Go to document
he: מעבר למסמך

source: Go to owner
he: מעבר אל הבעלים

source: Go to team
he: לך לצוות

source: Go to your <0>public profile settings</0> to add documents.
he: עבור אל <0>הגדרות הפרופיל הציבורי</0> שלך כדי להוסיף מסמכים.

source: Green
he: ירוק

source: Group
he: קבוצה

source: Group has been created.
he: הקבוצה נוצרה.

source: Group has been updated successfully
he: הקבוצה עודכנה בהצלחה

source: Group Name
he: שם הקבוצה

source: Groups
he: קבוצות

source: has invited you to approve this document
he: הזמין אותך לאשר מסמך זה

source: has invited you to assist this document
he: הזמין אותך לסייע במסמך זה

source: has invited you to sign this document
he: הזמין אותך לחתום על מסמך זה

source: has invited you to view this document
he: הזמין אותך לצפות במסמך זה

source: Having an assistant as the last signer means they will be unable to take any action as there are no subsequent signers to assist.
he: העובדה שעוזר יהיה החותם האחרון פירושה שהוא לא יוכל לבצע כל פעולה מכיוון שאין חותמים נוספים שיסייעו.

source: Help complete the document for other signers.
he: עזור/י להשלים את המסמך עבור חותמים אחרים.

source: Here you can edit your organisation details.
he: כאן תוכלו לערוך את פרטי הארגון שלכם.

source: Here you can edit your personal details.
he: כאן תוכל לערוך את הפרטים האישיים שלך.

source: Here you can manage your password and security settings.
he: כאן תוכל לנהל את הסיסמה והגדרות האבטחה שלך.

source: Here you can set preferences and defaults for branding.
he: כאן תוכלו להגדיר העדפות וברירות מחדל למיתוג.

source: Here you can set preferences and defaults for your organisation. Teams will inherit these settings by default.
he: כאן תוכלו להגדיר העדפות וברירות מחדל עבור הארגון שלכם. צוותים יירשו הגדרות אלו כברירת מחדל.

source: Here you can set preferences and defaults for your team.
he: כאן תוכלו להגדיר העדפות וברירות מחדל עבור הצוות שלכם.

source: Here you can set your general preferences
he: כאן תוכלו להגדיר את ההעדפות הכלליות שלכם

source: Here's how it works:
he: כך זה עובד:

source: Hey I’m Timur
he: היי אני דור

source: Hi {userName},
he: היי {userName},

source: Hi, {userName} <0>({userEmail})</0>
he: היי, {userName} <0>({userEmail})</0>

source: Hide
he: הסתר

source: Home
he: בית

source: Home (No Folder)
he: בית (ללא תיקייה)

source: Include the Signing Certificate in the Document
he: כלול את תעודת החתימה במסמך

source: Information
he: מידע

source: Initials
he: ראשי תיבות

source: Inserted
he: מוכנס

source: Invalid code. Please try again.
he: קוד לא תקין. אנא נסה שוב.

source: Invalid email
he: כתובת אימייל לא חוקית

source: Invalid link
he: קישור לא תקין

source: Invalid token
he: טוקן לא חוקי

source: Invalid token provided. Please try again.
he: סופק טוקן לא חוקי. אנא נסה שוב.

source: Invitation accepted!
he: ההזמנה התקבלה!

source: Invitation declined
he: ההזמנה נדחתה

source: Invitation has been deleted
he: ההזמנה נמחקה

source: Invitation has been resent
he: ההזמנה נשלחה מחדש

source: Invite
he: הזמינו

source: Invite member
he: הזמינו חבר

source: Invite Members
he: הזמנת חברים

source: Invite team members to collaborate
he: הזמינו את חברי הצוות לשתף פעולה

source: Invited At
he: הוזמן ב-

source: Invoice
he: חשבונית

source: IP Address
he: כתובת IP

source: Label
he: תווית

source: Language
he: שפה

source: Last 14 days
he: 14 הימים האחרונים

source: Last 30 days
he: 30 הימים האחרונים

source: Last 7 days
he: 7 הימים האחרונים

source: Last modified
he: השינוי האחרון

source: Last updated
he: עדכון אחרון

source: Last Updated
he: עדכון אחרון

source: Last updated at
he: עדכון אחרון ב

source: Last used
he: השתמשו לאחרונה

source: Like to have your own public profile with agreements?
he: רוצה שיהיה לך פרופיל ציבורי משלך עם הסכמים?

source: Link expires in 1 hour.
he: הקישור יפוג בעוד שעה אחת.

source: Link template
he: תבנית קישור

source: Links Generated
he: קישורים שנוצרו

source: Listening to {0}
he: מאזין ל-{0}

source: Load older activity
he: טען פעילות ישנה יותר

source: Loading document...
he: טוען מסמך...

source: Loading Document...
he: טוען מסמך...

source: Loading...
he: טוען...

source: Login
he: כניסה

source: Manage
he: נהל

source: Manage {0}'s profile
he: נהל את הפרופיל של {0}

source: Manage all organisations you are currently associated with.
he: נהל את כל הארגונים שאתה קשור אליהם כעת.

source: Manage all subscription claims
he: ניהול כל תביעות המנוי

source: Manage and view template
he: נהל וצפה בתבנית

source: Manage billing
he: ניהול חיובים

source: Manage details for this public template
he: נהל פרטים עבור תבנית ציבורית זו

source: Manage Direct Link
he: נהל קישור ישיר

source: Manage documents
he: נהל מסמכים

source: Manage organisation
he: ניהול הארגון

source: Manage Organisation
he: ניהול הארגון

source: Manage organisations
he: ניהול ארגונים

source: Manage passkeys
he: נהל מפתחות גישה

source: Manage permissions and access controls
he: ניהול הרשאות ובקרות גישה

source: Manage sessions
he: ניהול הפעלות

source: Manage subscription
he: נהל מנוי

source: Manage the {0} organisation
he: נהל את הארגון {0}

source: Manage the {0} organisation subscription
he: ניהול המנוי של הארגון {0}

source: Manage the custom groups of members for your organisation.
he: ניהול קבוצות אנשי צוות מותאמות אישית עבור הארגון שלך.

source: Manage the direct link signing for this template
he: נהל את חתימת הקישור הישיר עבור תבנית זו

source: Manage the groups assigned to this team.
he: ניהול הקבוצות שהוקצו לצוות זה.

source: Manage the members of your team.
he: נהל את חברי הצוות שלך.

source: Manage the members or invite new members.
he: נהל את החברים או הזמן חברים חדשים.

source: Manage the teams in this organisation.
he: ניהול הצוותים בארגון זה.

source: Manage users
he: נהל משתמשים

source: Manage your organisation group settings.
he: נהל את הגדרות קבוצת הארגון שלך.

source: Manage your passkeys.
he: נהל את מפתחות הגישה שלך.

source: Manage your site settings here
he: נהל את הגדרות האתר שלך כאן

source: Manager
he: מנהל

source: Mark as viewed
he: סמן כנצפה

source: Mark as Viewed
he: סמן כנצפה

source: MAU (created document)
he: משתמשים פעילים חודשיים (יצרו מסמך)

source: MAU (had document completed)
he: משתמשים פעילים חודשיים (מסמך שלהם הושלם)

source: Max
he: מקסימום

source: Max Documents
he: מקסימום מסמכים

source: Maximum file size: 4MB. Maximum 100 rows per upload. Blank values will use template defaults.
he: גודל קובץ מקסימלי: 4MB. מקסימום 100 שורות להעלאה. ערכים ריקים ישתמשו בברירות המחדל של התבנית.

source: Member
he: חבר

source: Member Since
he: חבר מאז

source: Members
he: חברים

source: Message <0>(Optional)</0>
he: הודעה <0>(אופציונלי)</0>

source: Min
he: מינימום

source: Modify recipients
he: שנה נמענים

source: Monthly
he: חודשי

source: Monthly Active Users: Users that created at least one Document
he: משתמשים פעילים חודשיים: משתמשים שיצרו לפחות מסמך אחד

source: Monthly Active Users: Users that had at least one of their documents completed
he: משתמשים פעילים חודשיים: משתמשים שלפחות אחד מהמסמכים שלהם הושלם

source: Move
he: העבר

source: Name
he: שם

source: Need to sign documents?
he: צריך לחתום על מסמכים?

source: Needs to approve
he: צריך לאשר

source: Needs to sign
he: צריך לחתום

source: Needs to view
he: צריך לצפות

source: Never
he: אף פעם

source: Never expire
he: לעולם לא יפוג

source: New Password
he: סיסמה חדשה

source: New Template
he: תבנית חדשה

source: Next
he: הבא

source: Next field
he: שדה הבא

source: No
he: לא

source: No active drafts
he: אין טיוטות פעילות

source: No further action is required from you at this time.
he: לא נדרשת ממך פעולה נוספת בשלב זה.

source: No public profile templates found
he: לא נמצאו תבניות פרופיל ציבורי

source: No recent activity
he: אין פעילות אחרונה

source: No recent documents
he: אין מסמכים אחרונים

source: No recipient matching this description was found.
he: לא נמצא נמען התואם לתיאור זה.

source: No recipients
he: אין נמענים

source: No recipients with this role
he: אין נמענים בתפקיד זה

source: No restrictions
he: אין הגבלות

source: No results found
he: לא נמצאו תוצאות

source: No results found.
he: לא נמצאו תוצאות.

source: No signature field found
he: לא נמצא שדה חתימה

source: No teams yet
he: אין עדיין צוותים

source: No valid direct templates found
he: לא נמצאו תבניות ישירות תקפות

source: No valid recipients found
he: לא נמצאו נמענים תקפים

source: No value found.
he: לא נמצא ערך.

source: No worries, it happens! Enter your email and we'll email you a special link to reset your password.
he: אל דאגה, זה קורה! הזן את הדוא"ל שלך ונשלח לך קישור מיוחד לאיפוס הסיסמה שלך.

source: None
he: כלום

source: Not supported
he: לא נתמך

source: Nothing to do
he: אין מה לעשות

source: Number
he: מספר

source: Number format
he: פורמט מספר

source: on behalf of "{0}" has invited you to approve this document
he: בשם "{0}" הזמין אותך לאשר מסמך זה

source: on behalf of "{0}" has invited you to assist this document
he: בשם "{0}" הזמין אותך לסייע במסמך זה

source: on behalf of "{0}" has invited you to sign this document
he: בשם "{0}" הזמין אותך לחתום על מסמך זה

source: on behalf of "{0}" has invited you to view this document
he: בשם "{0}" הזמין אותך לצפות במסמך זה

source: On this page, you can create a new webhook.
he: בעמוד זה, תוכל ליצור webhook חדש.

source: On this page, you can create and manage API tokens. See our <0>Documentation</0> for more information.
he: בעמוד זה, תוכל ליצור ולנהל טוקנים של API. ראה את <0>התיעוד</0> שלנו למידע נוסף.

source: On this page, you can create new Webhooks and manage the existing ones.
he: בעמוד זה, תוכל ליצור Webhooks חדשים ולנהל את הקיימים.

source: On this page, you can edit the webhook and its settings.
he: בעמוד זה, תוכל לערוך את ה-webhook ואת הגדרותיו.

source: Once confirmed, the following will occur:
he: לאחר האישור, יתרחשו הדברים הבאים:

source: Once enabled, you can select any active recipient to be a direct link signing recipient, or create a new one. This recipient type cannot be edited or deleted.
he: לאחר הפעלה, תוכל לבחור כל נמען פעיל להיות נמען חתימה בקישור ישיר, או ליצור אחד חדש. לא ניתן לערוך או למחוק סוג נמען זה.

source: Once you have scanned the QR code or entered the code manually, enter the code provided by your authenticator app below.
he: לאחר שסרקת את קוד ה-QR או הזנת את הקוד באופן ידני, הזן למטה את הקוד שסופק על ידי אפליקציית האימות שלך.

source: Once your template is set up, share the link anywhere you want. The person who opens the link will be able to enter their information in the direct link recipient field and complete any other fields assigned to them.
he: לאחר שהתבנית שלך מוגדרת, שתף את הקישור בכל מקום שתרצה. האדם שפותח את הקישור יוכל להזין את המידע שלו בשדה הנמען של הקישור הישיר ולהשלים כל שדה אחר שהוקצה להם.

source: Only admins can access and view the document
he: רק מנהלים יכולים לגשת ולצפות במסמך

source: Only managers and above can access and view the document
he: רק מנהלים ומעלה יכולים לגשת ולצפות במסמך

source: Oops! Something went wrong.
he: אופס! משהו השתבש.

source: Opened
he: נפתח

source: Or
he: או

source: Or continue with
he: או המשך עם

source: Organisation
he: ארגון

source: Organisation Admin
he: מנהל ארגון ראשי

source: Organisation created
he: ארגון נוצר

source: Organisation group not found
he: קבוצת הארגון לא נמצאה

source: Organisation Group Settings
he: הגדרות קבוצת הארגון

source: Organisation has been updated successfully
he: הארגון עודכן בהצלחה

source: Organisation invitation
he: הזמנה לארגון

source: Organisation invitations have been sent.
he: הזמנות לארגונים נשלחו.

source: Organisation Manager
he: מנהל בארגון

source: Organisation Member
he: חבר ארגון

source: Organisation Members
he: חברי הארגון

source: Organisation Name
he: שם הארגון

source: Organisation not found
he: הארגון לא נמצא

source: Organisation Preferences
he: העדפות הארגון

source: Organisation role
he: תפקיד בארגון

source: Organisation Role
he: תפקיד בארגון

source: Organisation settings
he: הגדרות הארגון

source: Organisation Settings
he: הגדרות הארגון

source: Organisation Teams
he: צוותי הארגון

source: Organisation URL
he: כתובת URL של הארגון

source: Organisations
he: ארגונים

source: Organisations that the user is a member of.
he: ארגונים שהמשתמש חבר בהם.

source: Organise your documents
he: ארגנו את המסמכים שלכם

source: Organise your members into groups which can be assigned to teams
he: ארגן את הצוות שלך לקבוצות שניתן לשייך לצוותים

source: Organise your templates
he: ארגנו את התבניות שלכם

source: Organize your documents and templates
he: ארגנו את המסמכים והתבניות שלכם

source: Otherwise, the document will be created as a draft.
he: אחרת, המסמך ייווצר כטיוטה.

source: Owner
he: בעלים

source: Page {0} of {1}
he: עמוד {0} מתוך {1}

source: Page {0} of {numPages}
he: עמוד {0} מתוך {numPages}

source: Passkey
he: מפתח גישה

source: Passkey already exists for the provided authenticator
he: מפתח גישה כבר קיים עבור אמצעי האימות שסופק

source: Passkey creation cancelled due to one of the following reasons:
he: יצירת מפתח הגישה בוטלה בשל אחת מהסיבות הבאות:

source: Passkey has been removed
he: מפתח הגישה הוסר

source: Passkey has been updated
he: מפתח הגישה עודכן

source: Passkey name
he: שם מפתח הגישה

source: Passkey Re-Authentication
he: אימות מחדש של מפתח גישה

source: Passkeys
he: מפתחות גישה

source: Passkeys allow you to sign in and authenticate using biometrics, password managers, etc.
he: מפתחות גישה מאפשרים לך להתחבר ולהזדהות באמצעות נתונים ביומטריים, מנהלי סיסמאות וכו'.

source: Passkeys are not supported on this browser
he: מפתחות גישה אינם נתמכים בדפדפן זה

source: Password
he: סיסמה

source: Password Reset Requested
he: התבקש איפוס סיסמה

source: Password Reset Successful
he: איפוס הסיסמה בוצע בהצלחה

source: Password should not be common or based on personal information
he: הסיסמה לא צריכה להיות נפוצה או מבוססת על מידע אישי

source: Password updated
he: הסיסמה עודכנה

source: Password updated!
he: הסיסמה עודכנה!

source: Payment overdue
he: תשלום באיחור

source: Pending
he: ממתין

source: Pending Document
he: מסמך ממתין

source: Pending documents
he: מסמכים ממתינים

source: Pending Documents
he: מסמכים ממתינים

source: Pending invitations
he: הזמנות ממתינות

source: per month
he: לחודש

source: per year
he: לשנה

source: Personal
he: אישי

source: Personal Account
he: חשבון אישי

source: Personal Inbox
he: תיבת דואר נכנס אישית

source: Phone
he: טלפון

source: Phone number
he: מספר טלפון

source: Phone Number
he: מספר טלפון

source: Pick a number
he: בחר מספר

source: Pick a password
he: בחר סיסמה

source: Pick any of the following agreements below and start signing to get started
he: בחר אחד מההסכמים הבאים למטה והתחל לחתום כדי להתחיל

source: Placeholder
he: מציין מקום

source: Please {0} your document<0/>"{documentName}"
he: אנא {0} את המסמך שלך<0/>"{documentName}"

source: Please {action} your document {documentName}
he: אנא {action} את המסמך שלך {documentName}

source: Please {recipientActionVerb} this document
he: אנא {recipientActionVerb} מסמך זה

source: Please {recipientActionVerb} this document created by your direct template
he: אנא {recipientActionVerb} מסמך זה שנוצר על ידי התבנית הישירה שלך

source: Please {recipientActionVerb} your document
he: אנא {recipientActionVerb} את המסמך שלך

source: Please check the CSV file and make sure it is according to our format
he: אנא בדוק את קובץ ה-CSV וודא שהוא תואם לפורמט שלנו

source: Please check with the parent application for more information.
he: אנא בדוק עם האפליקציה הראשית למידע נוסף.

source: Please check your email for updates.
he: אנא בדוק את הדוא"ל שלך לעדכונים.

source: Please choose your new password
he: אנא בחר את הסיסמה החדשה שלך

source: Please confirm your email
he: אנא אשר את הדוא"ל שלך

source: Please confirm your email address
he: אנא אשר את כתובת הדוא"ל שלך

source: Please contact support if you would like to revert this action.
he: אנא פנה לתמיכה אם ברצונך לבטל פעולה זו.

source: Please enter a meaningful name for your token. This will help you identify it later.
he: אנא הזן שם משמעותי לטוקן שלך. זה יעזור לך לזהות אותו מאוחר יותר.

source: Please enter a valid name.
he: אנא הזן שם תקין.

source: Please enter a valid phone number.
he: אנא הזן מספר טלפון תקין.

source: Please mark as viewed to complete
he: אנא סמן כנצפה להשלמה

source: Please note that proceeding will remove direct linking recipient and turn it into a placeholder.
he: שים לב שהמשך התהליך יסיר את הנמען עם הקישור הישיר ויהפוך אותו למציין מקום.

source: Please note that this action is <0>irreversible</0>.
he: שים לב שפעולה זו היא <0>בלתי הפיכה</0>.

source: Please note that this action is <0>irreversible</0>. Once confirmed, this document will be permanently deleted.
he: שים לב שפעולה זו היא <0>בלתי הפיכה</0>. לאחר האישור, מסמך זה יימחק לצמיתות.

source: Please note that this action is irreversible. Once confirmed, your template will be permanently deleted.
he: שים לב שפעולה זו היא בלתי הפיכה. לאחר האישור, התבנית שלך תימחק לצמיתות.

source: Please note that this action is irreversible. Once confirmed, your token will be permanently deleted.
he: שים לב שפעולה זו היא בלתי הפיכה. לאחר האישור, הטוקן שלך יימחק לצמיתות.

source: Please note that this action is irreversible. Once confirmed, your webhook will be permanently deleted.
he: שים לב שפעולה זו היא בלתי הפיכה. לאחר האישור, ה-webhook שלך יימחק לצמיתות.

source: Please note that you will lose access to all documents associated with this team & all the members will be removed and notified
he: שים לב שתאבד גישה לכל המסמכים הקשורים לצוות זה וכל החברים יוסרו ויקבלו הודעה

source: Please provide a token from the authenticator, or a backup code. If you do not have a backup code available, please contact support.
he: אנא ספק טוקן מהמאמת, או קוד גיבוי. אם אין לך קוד גיבוי זמין, אנא פנה לתמיכה.

source: Please provide a token from your authenticator, or a backup code.
he: אנא ספק טוקן מהמאמת שלך, או קוד גיבוי.

source: Please review the document before approving.
he: אנא סקור את המסמך לפני האישור.

source: Please review the document before signing.
he: אנא סקור את המסמך לפני החתימה.

source: Please select a PDF file
he: אנא בחר קובץ PDF

source: Please try again and make sure you enter the correct email address.
he: אנא נסה שוב וודא שהזנת את כתובת הדוא"ל הנכונה.

source: Please try again later.
he: אנא נסה שוב מאוחר יותר.

source: Please try again or contact our support.
he: אנא נסה שוב או פנה לתמיכה שלנו.

source: Please type {0} to confirm
he: אנא הקלד {0} לאישור

source: Please type <0>{0}</0> to confirm.
he: אנא הקלד <0>{0}</0> לאישור.

source: Please upload a logo
he: אנא העלה לוגו

source: Pre-formatted CSV template with example data.
he: תבנית CSV מעוצבת מראש עם נתוני דוגמה.

source: Preferences
he: העדפות

source: Preview
he: תצוגה מקדימה

source: Preview and configure template.
he: תצוגה מקדימה והגדרת תבנית.

source: Private
he: פרטי

source: Private templates can only be modified and viewed by you.
he: תבניות פרטיות ניתנות לשינוי ולצפייה רק על ידך.

source: Proceed
he: המשך

source: Processing
he: מעבד

source: Processing document...
he: מעבד מסמך...

source: Profile
he: פרופיל

source: Profile is currently <0>hidden</0>.
he: הפרופיל כרגע <0>מוסתר</0>.

source: Profile is currently <0>visible</0>.
he: הפרופיל כרגע <0>גלוי</0>.

source: Profile updated
he: הפרופיל עודכן

source: Public
he: ציבורי

source: Public Profile
he: פרופיל ציבורי

source: Public profile URL
he: כתובת URL של פרופיל ציבורי

source: Public templates are connected to your public profile. Any modifications to public templates will also appear in your public profile.
he: תבניות ציבוריות מקושרות לפרופיל הציבורי שלך. כל שינוי בתבניות ציבוריות יופיע גם בפרופיל הציבורי שלך.

source: Radio
he: כפתור רדיו

source: Radio values
he: ערכי כפתור רדיו

source: Read only
he: קריאה בלבד

source: Read the full <0>signature disclosure</0>.
he: קרא את <0>גילוי החתימה</0> המלא.

source: Ready
he: מוכן

source: Reason
he: סיבה

source: Reason for cancellation: {cancellationReason}
he: סיבת הביטול: {cancellationReason}

source: Reason for rejection:
he: סיבת הדחייה:

source: Reason for rejection: {rejectionReason}
he: סיבת הדחייה: {rejectionReason}

source: Reason must be less than 500 characters
he: הסיבה חייבת להיות פחות מ-500 תווים

source: Reauthentication is required to sign this field
he: נדרש אימות מחדש כדי לחתום על שדה זה

source: Receives copy
he: מקבל עותק

source: Recent activity
he: פעילות אחרונה

source: Recent documents
he: מסמכים אחרונים

source: Recipient
he: נמען

source: Recipient action authentication
he: אימות פעולת נמען

source: Recipient removed email
he: דוא"ל שהוסר מהנמען

source: Recipient signed email
he: דוא"ל חתום של הנמען

source: Recipient signing request email
he: דוא"ל בקשת חתימה של נמען

source: Recipient updated
he: נמען עודכן

source: Recipients
he: נמענים

source: Recipients metrics
he: מדדי נמענים

source: Recipients will still retain their copy of the document
he: הנמענים עדיין ישמרו את העותק שלהם של המסמך

source: Recovery code copied
he: קוד שחזור הועתק

source: Recovery codes
he: קודי שחזור

source: Red
he: אדום

source: Redirect URL
he: כתובת URL להפניה

source: Registration Successful
he: ההרשמה הצליחה

source: Reject Document
he: דחה מסמך

source: Rejected
he: נדחה

source: Rejection Confirmed
he: הדחייה אושרה

source: Rejection reason: {reason}
he: סיבת הדחייה: {reason}

source: Remembered your password? <0>Sign In</0>
he: זכרת את הסיסמה שלך? <0>התחבר</0>

source: Reminder: {0}
he: תזכורת: {0}

source: Reminder: {0} invited you to {recipientActionVerb} a document
he: תזכורת: {0} הזמין אותך ל{recipientActionVerb} מסמך

source: Reminder: Please {recipientActionVerb} this document
he: תזכורת: אנא {recipientActionVerb} מסמך זה

source: Reminder: Please {recipientActionVerb} your document
he: תזכורת: אנא {recipientActionVerb} את המסמך שלך

source: Remove
he: הסר

source: Remove team email
he: הסר דוא"ל צוות

source: Remove team member
he: הסר חבר צוות

source: Repeat Password
he: חזור על הסיסמה

source: Required field
he: שדה חובה

source: Reseal document
he: חתום מחדש על המסמך

source: Resend
he: שלח שוב

source: Resend Confirmation Email
he: שלח מחדש אימייל אישור

source: Resend verification
he: שלח מחדש אימות

source: Reset
he: איפוס

source: Reset email sent
he: אימייל איפוס נשלח

source: Reset Password
he: איפוס סיסמה

source: Resetting Password...
he: מאפס סיסמה...

source: Resolve
he: פתור

source: Resolve payment
he: פתור תשלום

source: Rest assured, your document is strictly confidential and will never be shared. Only your signing experience will be highlighted. Share your personalized signing card to showcase your signature!
he: היה רגוע, המסמך שלך הוא סודי לחלוטין ולעולם לא ישותף. רק חוויית החתימה שלך תודגש. שתף את כרטיס החתימה המותאם אישית שלך כדי להציג את חתימתך!

source: Retention of Documents
he: שמירת מסמכים

source: Retry
he: נסה שוב

source: Return
he: חזור

source: Return to Home
he: חזור לדף הבית

source: Return to sign in
he: חזור להתחברות

source: Revoke
he: בטל

source: Revoke access
he: בטל גישה

source: Revoke all sessions
he: ביטול כל ההפעלות

source: Role
he: תפקיד

source: Roles
he: תפקידים

source: Rows per page
he: שורות לעמוד

source: Save
he: שמור

source: Save Template
he: שמור תבנית

source: Search
he: חיפוש

source: Search and manage all organisations
he: חיפוש וניהול של כל הארגונים

source: Search by claim ID or name
he: חיפוש לפי מזהה תביעה או שם

source: Search by document title
he: חפש לפי כותרת מסמך
