Repository: GD-Smart-Bill/documenso
Catalog: packages/lib/translations/*/web.po
Languages: he

source: Are you sure you want to reject this document? This action cannot be undone.
he: האם אתה בטוח שברצונך לדחות מסמך זה? פעולה זו אינה ניתנת לביטול.

source: Are you sure you want to remove the <0>{passkeyName}</0> passkey.
he: האם אתה בטוח שברצונך להסיר את מפתח הגישה <0>{passkeyName}</0>.

source: Are you sure you wish to delete this organisation?
he: האם אתה בטוח שברצונך למחוק את הארגון הזה?

source: Are you sure you wish to delete this team?
he: האם אתה בטוח שברצונך למחוק צוות זה?

source: Are you sure?
he: האם אתה בטוח?

source: Assigned Teams
he: צוותים שהוקצו

source: Assist
he: סיוע

source: Assist Document
he: סיוע במסמך

source: Assist with signing
he: סיוע בחתימה

source: Assistant
he: מסייע

source: Assistant role is only available when the document is in sequential signing mode.
he: תפקיד המסייע זמין רק כאשר המסמך נמצא במצב חתימה רציפה.

source: Assistants
he: מסייעים

source: Assisted
he: סויע

source: Assisting
he: מסייע

source: At least one signature type must be enabled
he: יש להפעיל לפחות סוג חתימה אחד

source: Attempts sealing the document again, useful for after a code change has occurred to resolve an erroneous document.
he: מנסה לחתום את המסמך שוב, שימושי לאחר שינוי קוד שהתרחש כדי לפתור מסמך שגוי.

source: Audit Log
he: יומן ביקורת

source: Authentication Level
he: רמת אימות

source: Authentication required
he: נדרש אימות

source: Avatar
he: תמונת פרופיל

source: Avatar Updated
he: תמונת פרופיל עודכנה

source: Awaiting email confirmation
he: ממתין לאישור דוא"ל

source: Back
he: חזרה

source: Background Color
he: צבע רקע

source: Backup Code
he: קוד גיבוי

source: Backup codes
he: קודי גיבוי

source: Banner Updated
he: הבאנר עודכן

source: Before you get started, please confirm your email address by clicking the button below:
he: לפני שתתחיל, אנא אשר את כתובת הדוא"ל שלך על ידי לחיצה על הכפתור למטה:

source: Billing
he: חיוב

source: Black
he: שחור

source: Blue
he: כחול

source: Brand Details
he: פרטי המותג

source: Brand Website
he: אתר המותג

source: Branding Logo
he: לוגו מיתוג

source: Branding Preferences
he: העדפות מיתוג

source: Branding preferences updated
he: העדפות מיתוג עודכנו

source: Browser
he: דפדפן

source: Bulk Copy
he: העתקה מרובה

source: Bulk Import
he: ייבוא מרובה

source: Bulk Send Complete: {0}
he: שליחה מרובה הושלמה: {0}

source: Bulk send operation complete for template "{templateName}"
he: פעולת השליחה המרובה הושלמה עבור התבנית "{templateName}"

source: Bulk Send Template via CSV
he: שליחה מרובה של תבנית באמצעות CSV

source: Bulk Send via CSV
he: שליחה מרובה באמצעות CSV

source: by <0>{senderName}</0>
he: על ידי <0>{senderName}</0>

source: By accepting this request, you will be granting <0>{teamName}</0> access to:
he: על ידי קבלת בקשה זו, תעניק ל-<0>{teamName}</0> גישה אל:

source: By deleting this document, the following will occur:
he: על ידי מחיקת מסמך זה, יתרחשו הדברים הבאים:

source: By enabling 2FA, you will be required to enter a code from your authenticator app every time you sign in using email password.
he: על ידי הפעלת אימות דו-שלבי, תידרש להזין קוד מאפליקציית האימות שלך בכל פעם שתתחבר באמצעות סיסמת דוא"ל.

source: By proceeding to use the electronic signature service provided by Smartsign, you affirm that you have read and understood this disclosure. You agree to all terms and conditions related to the use of electronic signatures and electronic transactions as outlined herein.
he: על ידי המשך השימוש בשירות החתימה האלקטרונית המסופק על ידי Smartsign, אתה מאשר שקראת והבנת גילוי זה. אתה מסכים לכל התנאים וההגבלות הקשורים לשימוש בחתימות אלקטרוניות ועסקאות אלקטרוניות כפי שמפורט כאן.

source: By proceeding with your electronic signature, you acknowledge and consent that it will be used to sign the given document and holds the same legal validity as a handwritten signature. By completing the electronic signing process, you affirm your understanding and acceptance of these conditions.
he: על ידי המשך תהליך החתימה האלקטרונית, אתה מאשר ומסכים שהיא תשמש לחתימה על המסמך הנתון ומחזיקה באותו תוקף משפטי כמו חתימה בכתב יד. על ידי השלמת תהליך החתימה האלקטרונית, אתה מאשר את הבנתך וקבלתך של תנאים אלה.

source: By proceeding, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>.
he: על ידי המשך, אתה מסכים ל<0>תנאי השירות</0> ול<1>מדיניות הפרטיות</1> שלנו.

source: By using the electronic signature feature, you are consenting to conduct transactions and receive disclosures electronically. You acknowledge that your electronic signature on documents is binding and that you accept the terms outlined in the documents you are signing.
he: על ידי שימוש בתכונת החתימה האלקטרונית, אתה מסכים לבצע עסקאות ולקבל גילויים באופן אלקטרוני. אתה מאשר שחתימתך האלקטרונית על מסמכים היא מחייבת ושאתה מקבל את התנאים המפורטים במסמכים שאתה חותם עליהם.

source: Can prepare
he: יכול להכין

source: Cancel
he: ביטול

source: Cancelled by user
he: בוטל על ידי המשתמש

source: Cannot remove signer
he: לא ניתן להסיר חותם

source: Cc
he: עותק

source: CC
he: עותק

source: CC'd
he: נשלח עותק

source: Ccers
he: מקבלי עותק

source: Character Limit
he: מגבלת תווים

source: Charts
he: תרשימים

source: Checkbox
he: תיבת סימון

source: Checkbox values
he: ערכי תיבת סימון

source: Checkout
he: תשלום

source: Choose an existing recipient from below to continue
he: בחר נמען קיים מלמטה כדי להמשיך

source: Choose Direct Link Recipient
he: בחר נמען לקישור ישיר

source: Choose how the document will reach recipients
he: בחר כיצד המסמך יגיע לנמענים

source: Choose...
he: בחר...

source: Claim account
he: דרוש חשבון

source: Clear file
he: נקה קובץ

source: Clear filters
he: נקה מסננים

source: Clear Signature
he: נקה חתימה

source: Click here to get started
he: לחץ כאן כדי להתחיל

source: Click here to retry
he: לחץ כאן לנסות שוב

source: Click here to upload
he: לחץ כאן להעלאה

source: Click to copy signing link for sending to recipient
he: לחץ להעתקת קישור חתימה לשליחה לנמען

source: Click to insert field
he: לחץ להוספת שדה

source: Close
he: סגור

source: Complete
he: השלם

source: Complete Approval
he: השלם אישור

source: Complete Assisting
he: השלם סיוע

source: Complete Document
he: השלם מסמך

source: Complete Signing
he: השלם חתימה

source: Complete the fields for the following signers. Once reviewed, they will inform you if any modifications are needed.
he: השלם את השדות עבור החותמים הבאים. לאחר הסקירה, הם יידעו אותך אם נדרשים שינויים כלשהם.

source: Complete Viewing
he: השלם צפייה

source: Completed
he: הושלם

source: Completed Document
he: מסמך הושלם

source: Completed documents
he: מסמכים שהושלמו

source: Completed Documents
he: מסמכים שהושלמו

source: Configure Direct Recipient
he: הגדר נמען ישיר

source: Configure general settings for the document.
he: הגדר הגדרות כלליות עבור המסמך.

source: Configure general settings for the template.
he: הגדר הגדרות כלליות עבור התבנית.

source: Configure template
he: הגדר תבנית

source: Configure the {0} field
he: הגדר את שדה ה{0}

source: Confirm
he: אשר

source: Confirm by typing <0>{deleteMessage}</0>
he: אשר על ידי הקלדת <0>{deleteMessage}</0>

source: Confirm by typing: <0>{deleteMessage}</0>
he: אשר על ידי הקלדת: <0>{deleteMessage}</0>

source: Confirm Deletion
he: אשר מחיקה

source: Confirm email
he: אישור אימייל

source: Confirmation email sent
he: אימייל אישור נשלח

source: Consent to Electronic Transactions
he: הסכמה לעסקאות אלקטרוניות

source: Contact Information
he: פרטי התקשרות

source: Contact support to get more documents
he: צרו קשר עם התמיכה כדי לקבל מסמכים נוספים

source: Content
he: תוכן

source: Continue
he: המשך

source: Continue by approving the document.
he: המשך על ידי אישור המסמך.

source: Continue by assisting with the document.
he: המשך על ידי סיוע עם המסמך.

source: Continue by downloading the document.
he: המשך על ידי הורדת המסמך.

source: Continue by signing the document.
he: המשך על ידי חתימה על המסמך.

source: Continue by viewing the document.
he: המשך על ידי צפייה במסמך.

source: Continue to login
he: המשך להתחברות

source: Controls the default language of an uploaded document. This will be used as the language in email communications with the recipients.
he: שולט בשפת ברירת המחדל של מסמך שהועלה. זה ישמש כשפה בתקשורת אימייל עם הנמענים.

source: Controls the default visibility of an uploaded document.
he: שולט בנראות ברירת המחדל של מסמך שהועלה.

source: Controls the formatting of the message that will be sent when inviting a recipient to sign a document. If a custom message has been provided while configuring the document, it will be used instead.
he: שולט בעיצוב ההודעה שתישלח בעת הזמנת נמען לחתום על מסמך. אם הוגדרה הודעה מותאמת אישית בזמן הגדרת המסמך, היא תשמש במקום.

source: Controls the language for the document, including the language to be used for email notifications, and the final certificate that is generated and attached to the document.
he: שולט בשפה עבור המסמך, כולל השפה שתשמש להודעות אימייל, ולתעודה הסופית שנוצרת ומצורפת למסמך.

source: Controls whether the signing certificate will be included in the document when it is downloaded. The signing certificate can still be downloaded from the logs page separately.
he: שולט האם תעודת החתימה תיכלל במסמך בעת הורדתו. ניתן להוריד את תעודת החתימה בנפרד מדף היומנים.

source: Controls which signatures are allowed to be used when signing a document.
he: שולט בחתימות המותרות לשימוש בעת חתימה על מסמך.

source: Copied
he: הועתק

source: Copied to clipboard
he: הועתק ללוח

source: Copy
he: העתק

source: Copy Link
he: העתק קישור

source: Copy sharable link
he: העתק קישור לשיתוף

source: Copy Shareable Link
he: העתק קישור לשיתוף

source: Copy Signing Links
he: העתק קישורי חתימה

source: Copy token
he: העתק טוקן

source: Create
he: צור

source: Create a <0>free account</0> to access your signed documents at any time.
he: צור <0>חשבון חינמי</0> כדי לגשת למסמכים החתומים שלך בכל עת.

source: Create a new account
he: צור חשבון חדש

source: Create a team to collaborate with your team members.
he: צור צוות כדי לשתף פעולה עם חברי הצוות שלך.

source: Create account
he: צור חשבון

source: Create and send
he: צור ושלח

source: Create as draft
he: צור כטיוטה

source: Create as pending
he: צור כממתין

source: Create Direct Link
he: צור קישור ישיר

source: Create Direct Signing Link
he: צור קישור חתימה ישיר

source: Create document from template
he: צור מסמך מתבנית

source: Create folder
he: צור תיקייה

source: Create Folder
he: צור תיקייה

source: Create group
he: צור קבוצה

source: Create Groups
he: צור קבוצות

source: Create New Folder
he: צור תיקייה חדשה

source: Create now
he: צור עכשיו

source: Create one automatically
he: צור אחד אוטומטית

source: Create organisation
he: צור ארגון

source: Create Organisation
he: צור ארגון

source: Create separate organisation
he: יצירת ארגון נפרד

source: Create signing links
he: צור קישורי חתימה

source: Create Stripe customer
he: צור לקוח Stripe

source: Create subscription
he: צור מנוי

source: Create team
he: צור צוות

source: Create Team
he: צור צוות

source: Create the document as pending and ready to sign.
he: צור את המסמך כממתין ומוכן לחתימה.

source: Create token
he: צור טוקן

source: Create webhook
he: צור webhook

source: Create Webhook
he: צור Webhook

source: Create your account and start using state-of-the-art document signing.
he: צור את החשבון שלך והתחל להשתמש בחתימת מסמכים מתקדמת.

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
he: צור את החשבון שלך והתחל להשתמש בחתימת מסמכים מתקדמת. חתימה פתוחה ויפה בהישג ידך.

source: Created
he: נוצר

source: Created At
he: נוצר ב

source: Created by
he: נוצר על ידי

source: Created on
he: נוצר ב

source: Created on {0}
he: נוצר ב {0}

source: CSV Structure
he: מבנה CSV

source: Cumulative MAU (signed in)
he: מספר משתמשים חודשיים מצטבר (משתמשים מחוברים)

source: Current
he: נוכחי

source: Current Password
he: סיסמה נוכחית

source: Current password is incorrect.
he: הסיסמה הנוכחית שגויה.

source: Current recipients:
he: נמענים נוכחיים:

source: Currently all organisation members can access this team
he: נכון לעכשיו, כל חברי הארגון יכולים לגשת לצוות הזה

source: Currently branding can only be configured for Teams and above plans.
he: נכון לעכשיו, ניתן להגדיר מיתוג רק עבור תוכניות Teams ומעלה.

source: Custom Organisation Groups
he: קבוצות ארגוניות מותאמות אישית

source: Dark Mode
he: מצב כהה

source: Date
he: תאריך

source: Date created
he: תאריך יצירה

source: Date Format
he: פורמט תאריך

source: Decline
he: דחה

source: Default Document Language
he: שפת מסמך ברירת מחדל

source: Default Document Visibility
he: נראות מסמך ברירת מחדל

source: Default Signature Settings
he: הגדרות חתימה ברירת מחדל

source: delete
he: מחק

source: Delete
he: מחק

source: delete {0}
he: מחק {0}

source: delete {teamName}
he: מחק {teamName}

source: Delete account
he: מחק חשבון

source: Delete Account
he: מחק חשבון

source: Delete document
he: מחק מסמך

source: Delete Document
he: מחק מסמך

source: Delete organisation
he: מחיקת ארגון

source: Delete organisation group
he: מחיקת קבוצת ארגון

source: Delete organisation member
he: מחיקת חבר בארגון

source: Delete passkey
he: מחק מפתח מעבר

source: Delete Subscription Claim
he: מחיקת תביעת מנוי

source: Delete team
he: מחק צוות

source: Delete team group
he: מחיקת קבוצת צוות

source: Delete the document. This action is irreversible so proceed with caution.
he: מחק את המסמך. פעולה זו בלתי הפיכה אז המשך בזהירות.

source: Delete the users account and all its contents. This action is irreversible and will cancel their subscription, so proceed with caution.
he: מחק את חשבון המשתמש ואת כל תוכנו. פעולה זו בלתי הפיכה ותבטל את המנוי שלהם, לכן המשך בזהירות.

source: Delete Webhook
he: מחק Webhook

source: Delete your account and all its contents, including completed documents. This action is irreversible and will cancel your subscription, so proceed with caution.
he: מחק את החשבון שלך ואת כל תוכנו, כולל מסמכים שהושלמו. פעולה זו בלתי הפיכה ותבטל את המנוי שלך, לכן המשך בזהירות.

source: Deleted
he: נמחק

source: Deleting account...
he: מוחק חשבון...

source: Details
he: פרטים

source: Device
he: מכשיר

source: Didn't request a password change? We are here to help you secure your account, just <0>contact us.</0>
he: לא ביקשת שינוי סיסמה? אנחנו כאן כדי לעזור לך לאבטח את חשבונך, פשוט <0>צור איתנו קשר.</0>

source: direct link
he: קישור ישיר

source: Direct link
he: קישור ישיר

source: Direct Link
he: קישור ישיר

source: direct link disabled
he: קישור ישיר מושבת

source: Direct link receiver
he: מקבל קישור ישיר

source: Direct Link Signing
he: חתימת קישור ישיר

source: Direct link signing has been disabled
he: חתימת קישור ישיר הושבתה

source: Direct link signing has been enabled
he: חתימת קישור ישיר הופעלה

source: Direct link templates contain one dynamic recipient placeholder. Anyone with access to this link can sign the document, and it will then appear on your documents page.
he: תבניות קישור ישיר מכילות מציין מקום דינמי לנמען אחד. כל מי שיש לו גישה לקישור זה יכול לחתום על המסמך, והוא יופיע אז בדף המסמכים שלך.

source: Direct template link deleted
he: קישור תבנית ישיר נמחק

source: Direct template link usage exceeded ({0}/{1})
he: שימוש בקישור תבנית ישיר חרג מהמכסה ({0}/{1})

source: Disable
he: השבת

source: Disable 2FA
he: השבת אימות דו-שלבי

source: Disable account
he: השבת חשבון

source: Disable Account
he: השבת חשבון

source: Disable Two Factor Authentication before deleting your account.
he: השבת אימות דו-שלבי לפני מחיקת החשבון שלך.

source: Disabled
he: מושבת

source: Disabling direct link signing will prevent anyone from accessing the link.
he: השבתת חתימת קישור ישיר תמנע מכל אחד לגשת לקישור.

source: Disabling the user results in the user not being able to use the account. It also disables all the related contents such as subscription, webhooks, teams, and API keys.
he: השבתת המשתמש גורמת לכך שהמשתמש לא יוכל להשתמש בחשבון. זה גם משבית את כל התכנים הקשורים כגון מנוי, webhooks, צוותים ומפתחות API.

source: Display your name and email in documents
he: הצג את שמך והאימייל שלך במסמכים

source: Distribute Document
he: הפץ מסמך

source: Do you want to delete this template?
he: האם אתה רוצה למחוק תבנית זו?

source: Do you want to duplicate this template?
he: האם אתה רוצה לשכפל תבנית זו?

source: Document
he: מסמך

source: Document "{0}" - Rejected by {1}
he: מסמך "{0}" - נדחה על ידי {1}

source: Document "{0}" - Rejection Confirmed
he: מסמך "{0}" - דחייה אושרה

source: Document "{0}" Cancelled
he: מסמך "{0}" בוטל

source: Document access
he: גישה למסמך

source: Document access auth updated
he: אימות גישה למסמך עודכן

source: Document All
he: כל המסמכים

source: Document Approved
he: מסמך אושר

source: Document Cancelled
he: מסמך בוטל

source: Document completed
he: מסמך הושלם

source: Document completed email
he: אימייל השלמת מסמך

source: Document Completed!
he: מסמך הושלם!

source: Document created
he: מסמך נוצר

source: Document created by <0>{0}</0>
he: מסמך נוצר על ידי <0>{0}</0>

source: Document created from direct template
he: מסמך נוצר מתבנית ישירה

source: Document created using a <0>direct link</0>
he: מסמך נוצר באמצעות <0>קישור ישיר</0>

source: Document Creation
he: יצירת מסמך

source: Document deleted
he: מסמך נמחק

source: Document deleted email
he: אימייל מסמך נמחק

source: Document Deleted!
he: המסמך נמחק!

source: Document Distribution Method
he: שיטת הפצת מסמך

source: Document draft
he: טיוטת מסמך

source: Document Duplicated
he: מסמך שוכפל

source: Document external ID updated
he: מזהה חיצוני של מסמך עודכן

source: Document ID
he: מזהה מסמך

source: Document inbox
he: תיבת דואר נכנס של מסמך

source: Document Limit Exceeded!
he: חריגה ממגבלת המסמכים!

source: Document metrics
he: מדדי מסמך

source: Document moved
he: מסמך הועבר

source: Document moved to team
he: מסמך הועבר לצוות

source: Document no longer available to sign
he: המסמך אינו זמין יותר לחתימה

source: Document opened
he: מסמך נפתח

source: Document pending
he: מסמך ממתין

source: Document pending email
he: אימייל מסמך ממתין

source: Document preferences updated
he: העדפות מסמך עודכנו

source: Document re-sent
he: מסמך נשלח מחדש

source: Document rejected
he: מסמך נדחה

source: Document Rejected
he: המסמך נדחה

source: Document resealed
he: המסמך נחתם מחדש

source: Document sent
he: מסמך נשלח

source: Document Signed
he: המסמך נחתם

source: Document signing auth updated
he: אימות חתימת מסמך עודכן

source: Document signing process will be cancelled
he: תהליך חתימת המסמך יבוטל

source: Document status
he: סטטוס מסמך

source: Document title
he: כותרת מסמך

source: Document title updated
he: כותרת מסמך עודכנה

source: Document updated
he: מסמך עודכן

source: Document upload disabled due to unpaid invoices
he: העלאת מסמך מושבתת בשל חשבוניות שלא שולמו

source: Document uploaded
he: מסמך הועלה

source: Document Viewed
he: המסמך נצפה

source: Document visibility updated
he: נראות המסמך עודכנה

source: Document will be permanently deleted
he: המסמך יימחק לצמיתות

source: Documents
he: מסמכים

source: Documents created from template
he: מסמכים שנוצרו מתבנית

source: Documents limit cannot be less than the number of documents created.
he: מגבלת המסמכים אינה יכולה להיות פחותה ממספר המסמכים שנוצרו.

source: Documents Received
he: מסמכים שהתקבלו

source: Documents Viewed
he: מסמכים שנצפו

source: Don't have an account? <0>Sign up</0>
he: אין לך חשבון? <0>הירשם</0>

source: Download
he: הורדה

source: Download Audit Logs
he: הורד יומני ביקורת

source: Download Certificate
he: הורד תעודה

source: Download Template CSV
he: הורד תבנית CSV

source: Draft
he: טיוטה

source: Draft documents
he: מסמכי טיוטה

source: Drafted Documents
he: מסמכים בטיוטה

source: Drag & drop your PDF here.
he: גרור ושחרר את ה-PDF שלך כאן.

source: Draw
he: מצוייר

source: Dropdown
he: תפריט נפתח

source: Dropdown options
he: אפשרויות תפריט נפתח

source: Due to an unpaid invoice, your team has been restricted. Please settle the payment to restore full access to your team.
he: עקב חשבונית שלא שולמה, הצוות שלך הוגבל. אנא הסדר את התשלום כדי לשחזר גישה מלאה לצוות שלך.

source: Duplicate
he: שכפל

source: Edit
he: עריכה

source: Edit Template
he: ערוך תבנית

source: Edit webhook
he: ערוך webhook

source: Electronic Delivery of Documents
he: משלוח אלקטרוני של מסמכים

source: Electronic Signature Disclosure
he: גילוי חתימה אלקטרונית

source: Email
he: אימייל

source: Email address
he: כתובת אימייל

source: Email Address
he: כתובת אימייל

source: Email already confirmed
he: האימייל כבר אומת

source: Email cannot already exist in the template
he: האימייל לא יכול להיות קיים כבר בתבנית

source: Email Confirmed!
he: האימייל אומת!

source: Email Options
he: אפשרויות אימייל

source: Email resent
he: אימייל נשלח מחדש

source: Email sent
he: אימייל נשלח

source: Email sent!
he: אימייל נשלח!

source: Email verification has been removed
he: אימות האימייל הוסר

source: Email verification has been resent
he: אימות האימייל נשלח מחדש

source: Empty field
he: שדה ריק

source: Enable 2FA
he: הפעל אימות דו-שלבי

source: Enable account
he: הפעל חשבון

source: Enable Account
he: הפעל חשבון

source: Enable Authenticator App
he: הפעל אפליקציית אימות

source: Enable Custom Branding
he: הפעל מיתוג מותאם אישית

source: Enable custom branding for all documents in this organisation
he: הפעל מיתוג מותאם אישית עבור כל המסמכים בארגון זה

source: Enable custom branding for all documents in this team
he: הפעל מיתוג מותאם אישית עבור כל המסמכים בצוות זה

source: Enable Direct Link Signing
he: הפעל חתימה בקישור ישיר

source: Enable signing order
he: הפעל סדר חתימה

source: Enabled
he: מופעל

source: Enabling the account results in the user being able to use the account again, and all the related features such as webhooks, teams, and API keys for example.
he: הפעלת החשבון מאפשרת למשתמש להשתמש בחשבון שוב, ובכל התכונות הקשורות כגון webhooks, צוותים ומפתחות API לדוגמה.

source: Enclosed Document
he: מסמך מצורף

source: Enter your brand details
he: הזן את פרטי המותג שלך

source: Enter your email
he: הזן את האימייל שלך

source: Enter your email address to receive the completed document.
he: הזן את כתובת האימייל שלך כדי לקבל את המסמך המושלם.

source: Enter your name
he: הזן את שמך

source: Enter your text here
he: הזן את הטקסט שלך כאן

source: Error
he: שגיאה

source: Error uploading file
he: שגיאה בהעלאת הקובץ

source: Everyone can access and view the document
he: כל אחד יכול לגשת ולצפות במסמך

source: Everyone has signed
he: כולם חתמו

source: Everyone has signed! You will receive an Email copy of the signed document.
he: כולם חתמו! תקבלו עותק של המסמך החתום במייל.

source: Exceeded timeout
he: חרג מהזמן הקצוב

source: Expired
he: פג תוקף

source: Expires on {0}
he: פג תוקף בתאריך {0}

source: External ID
he: מזהה חיצוני

source: Failed to create folder
he: יצירת התיקייה נכשלה

source: Failed to reseal document
he: נכשלה נעילת המסמך מחדש

source: Failed to save settings.
he: שמירת ההגדרות נכשלה.

source: Failed to update document
he: עדכון המסמך נכשל

source: Failed to update recipient
he: עדכון הנמען נכשל

source: Failed to update template
he: עדכון התבנית נכשל

source: Failed to update webhook
he: נכשל עדכון webhook

source: Failed: {failedCount}
he: נכשל: {failedCount}

source: Field character limit
he: מגבלת תווים בשדה

source: Field font size
he: גודל גופן השדה

source: Field format
he: פורמט שדה

source: Field label
he: תווית שדה

source: Field prefilled by assistant
he: שדה מולא מראש על ידי עוזר

source: Field signed
he: שדה חתום

source: Field unsigned
he: שדה לא חתום

source: Fields
he: שדות

source: Fields updated
he: שדות עודכנו

source: File cannot be larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
he: הקובץ לא יכול להיות גדול מ {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB

source: File size exceeds the limit of {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
he: גודל הקובץ חורג מהמגבלה של {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB

source: Folder
he: תיקייה

source: Folder created successfully
he: תיקייה נוצרה בהצלחה

source: Folder not found
he: תיקייה לא נמצאה
