Repository: GD-Smart-Bill/documenso
Catalog: packages/lib/translations/*/web.po
Languages: he

source: You cannot have more than {MAXIMUM_PASSKEYS} passkeys.
he: אינך יכול להחזיק יותר מ-{MAXIMUM_PASSKEYS} מפתחות גישה.

source: You cannot modify a team member who has a higher role than you.
he: אינך יכול לשנות חבר צוות בעל תפקיד גבוה יותר משלך.

source: You cannot upload documents at this time.
he: אינך יכול להעלות מסמכים בזמן זה.

source: You cannot upload encrypted PDFs
he: אינך יכול להעלות קבצי PDF מוצפנים

source: You do not have permission to create a token for this team
he: אין לך הרשאה ליצור אסימון עבור צוות זה

source: You don't need to sign it anymore.
he: אינך צריך לחתום עליו יותר.

source: You have already verified your email address for <0>{0}</0>.
he: כבר אימתת את כתובת הדוא"ל שלך עבור <0>{0}</0>.

source: You have been removed from a document
he: הוסרת ממסמך

source: You have initiated the document {0} that requires you to {recipientActionVerb} it.
he: יזמת את המסמך {0} שדורש ממך ל{recipientActionVerb} אותו.

source: You have no webhooks yet. Your webhooks will be shown here once you create them.
he: אין לך עדיין webhooks. ה-webhooks שלך יוצגו כאן לאחר שתיצור אותם.

source: You have not yet created any templates. To create a template please upload one.
he: עדיין לא יצרת תבניות. כדי ליצור תבנית אנא העלה אחת.

source: You have not yet created or received any documents. To create a document please upload one.
he: עדיין לא יצרת או קיבלת מסמכים. כדי ליצור מסמך אנא העלה אחד.

source: You have reached the maximum limit of {0} direct templates. <0>Upgrade your account to continue!</0>
he: הגעת למגבלה המרבית של {0} תבניות ישירות. <0>שדרג את חשבונך כדי להמשיך!</0>

source: You have reached your document limit for this month. Please upgrade your plan.
he: הגעת למגבלת המסמכים שלך לחודש זה. אנא שדרג את התוכנית שלך.

source: You have reached your document limit.
he: הגעת למגבלת המסמכים שלך.

source: You have reached your document limit. <0>Upgrade your account to continue!</0>
he: הגעת למגבלת המסמכים שלך. <0>שדרג את חשבונך כדי להמשיך!</0>

source: You have rejected the document '{documentName}'
he: דחית את המסמך '{documentName}'

source: You have rejected this document
he: דחית מסמך זה

source: You have successfully registered. Please verify your account by clicking on the link you received in the email.
he: נרשמת בהצלחה. אנא אמת את חשבונך על ידי לחיצה על הקישור שקיבלת בדוא"ל.

source: You have successfully removed this user from the team.
he: הסרת בהצלחה משתמש זה מהצוות.

source: You have successfully revoked access.
he: ביטלת בהצלחה את הגישה.

source: You have the right to withdraw your consent to use electronic signatures at any time before completing the signing process. To withdraw your consent, please contact the sender of the document. In failing to contact the sender you may reach out to <0>{SUPPORT_EMAIL}</0> for assistance. Be aware that withdrawing consent may delay or halt the completion of the related transaction or service.
he: יש לך את הזכות למשוך את הסכמתך להשתמש בחתימות אלקטרוניות בכל עת לפני השלמת תהליך החתימה. כדי למשוך את הסכמתך, אנא צור קשר עם שולח המסמך. אם אינך מצליח ליצור קשר עם השולח, תוכל לפנות ל-<0>{SUPPORT_EMAIL}</0> לקבלת סיוע. שים לב כי משיכת הסכמה עלולה לעכב או לעצור את השלמת העסקה או השירות הקשורים.

source: You have verified your email address for <0>{0}</0>.
he: אימתת את כתובת הדוא"ל שלך עבור <0>{0}</0>.

source: You must enter '{deleteMessage}' to proceed
he: עליך להזין '{deleteMessage}' כדי להמשיך

source: You need to be an admin to manage API tokens.
he: עליך להיות מנהל כדי לנהל אסימוני API.

source: You need to be logged in as <0>{email}</0> to view this page.
he: עליך להיות מחובר כ-<0>{email}</0> כדי לצפות בדף זה.

source: You need to be logged in to view this page.
he: עליך להיות מחובר כדי לצפות בדף זה.

source: You need to setup 2FA to mark this document as viewed.
he: עליך להגדיר אימות דו-שלבי כדי לסמן מסמך זה כנצפה.

source: You will now be required to enter a code from your authenticator app when signing in.
he: מעתה תידרש להזין קוד מאפליקציית האימות שלך בעת הכניסה.

source: You will receive an Email copy of the signed document once everyone has signed.
he: תקבל עותק בדוא"ל של המסמך החתום לאחר שכולם יחתמו.

source: Your account has been deleted successfully.
he: חשבונך נמחק בהצלחה.

source: Your avatar has been updated successfully.
he: האווטאר שלך עודכן בהצלחה.

source: Your banner has been updated successfully.
he: הבאנר שלך עודכן בהצלחה.

source: Your brand website URL
he: כתובת אתר המותג שלך

source: Your branding preferences have been updated
he: העדפות המיתוג שלך עודכנו

source: Your bulk send has been initiated. You will receive an email notification upon completion.
he: שליחת ההמונים שלך החלה. תקבל הודעת דוא"ל עם השלמתה.

source: Your bulk send operation for template "{templateName}" has completed.
he: פעולת שליחת ההמונים שלך לתבנית "{templateName}" הושלמה.

source: Your direct signing templates
he: תבניות החתימה הישירות שלך

source: Your document failed to upload.
he: העלאת המסמך שלך נכשלה.

source: Your document has been created from the template successfully.
he: המסמך שלך נוצר מהתבנית בהצלחה.

source: Your document has been deleted by an admin!
he: המסמך שלך נמחק על ידי מנהל!

source: Your document has been re-sent successfully.
he: המסמך שלך נשלח מחדש בהצלחה.

source: Your document has been sent successfully.
he: המסמך שלך נשלח בהצלחה.

source: Your document has been successfully duplicated.
he: המסמך שלך שוכפל בהצלחה.

source: Your document has been uploaded successfully.
he: המסמך שלך הועלה בהצלחה.

source: Your document has been uploaded successfully. You will be redirected to the template page.
he: המסמך שלך הועלה בהצלחה. תועבר לדף התבנית.

source: Your document preferences have been updated
he: העדפות המסמך שלך עודכנו

source: Your documents
he: המסמכים שלך

source: Your email has already been confirmed. You can now use all features of Smartsign.
he: הדוא"ל שלך כבר אומת. אתה יכול עכשיו להשתמש בכל התכונות של Smartsign.

source: Your email has been successfully confirmed! You can now use all features of Smartsign.
he: הדוא"ל שלך אומת בהצלחה! אתה יכול עכשיו להשתמש בכל התכונות של Smartsign.

source: Your email is currently being used by team <0>{0}</0> ({1}).
he: הדוא"ל שלך נמצא כרגע בשימוש על ידי צוות <0>{0}</0> ({1}).

source: Your existing tokens
he: האסימונים הקיימים שלך

source: Your new password cannot be the same as your old password.
he: הסיסמה החדשה שלך לא יכולה להיות זהה לסיסמה הישנה שלך.

source: Your password has been updated successfully.
he: הסיסמה שלך עודכנה בהצלחה.

source: Your password has been updated.
he: הסיסמה שלך עודכנה.

source: Your payment for teams is overdue. Please settle the payment to avoid any service disruptions.
he: התשלום שלך עבור צוותים מאחר. אנא הסדר את התשלום כדי למנוע הפרעות בשירות.

source: Your profile has been updated successfully.
he: הפרופיל שלך עודכן בהצלחה.

source: Your profile has been updated.
he: הפרופיל שלך עודכן.

source: Your public profile has been updated.
he: הפרופיל הציבורי שלך עודכן.

source: Your recovery code has been copied to your clipboard.
he: קוד השחזור שלך הועתק ללוח העריכה שלך.

source: Your recovery codes are listed below. Please store them in a safe place.
he: קודי השחזור שלך רשומים להלן. אנא שמור אותם במקום בטוח.

source: Your team has been created.
he: הצוות שלך נוצר.

source: Your team has been successfully deleted.
he: הצוות שלך נמחק בהצלחה.

source: Your team has been successfully updated.
he: הצוות שלך עודכן בהצלחה.

source: Your template has been duplicated successfully.
he: התבנית שלך שוכפלה בהצלחה.

source: Your template has been successfully deleted.
he: התבנית שלך נמחקה בהצלחה.

source: Your template will be duplicated.
he: התבנית שלך תשוכפל.

source: Your templates has been saved successfully.
he: התבניות שלך נשמרו בהצלחה.

source: Your token has expired!
he: האסימון שלך פג!

source: Your token was created successfully! Make sure to copy it because you won't be able to see it again!
he: האסימון שלך נוצר בהצלחה! וודא להעתיק אותו כי לא תוכל לראות אותו שוב!

source: Your tokens will be shown here once you create them.
he: האסימונים שלך יוצגו כאן לאחר שתיצור אותם.
