Repository: GD-Smart-Bill/documenso
Catalog: packages/lib/translations/*/web.po
Languages: he

source: Enable direct link signing
he: הפעלת חתימה בקישור ישיר

source: "{0}" will appear on the document as it has a timezone of "{1}".
he: "{0}" יופיע במסמך מכיוון שיש לו אזור זמן "{1}".

source: "{documentName}" has been deleted by an admin.
he: המסמך "{documentName}" נמחק על ידי מנהל.

source: “{documentName}” has been signed
he: המסמך “{documentName}” נחתם

source: “{documentName}” was signed by all signers
he: המסמך “{documentName}” נחתם על ידי כל החותמים

source: "{documentTitle}" has been successfully deleted
he: המסמך "{documentTitle}" נמחק בהצלחה

source: "{placeholderEmail}" on behalf of "Team Name" has invited you to sign "example document".
he: "{placeholderEmail}" בשם "Team Name" הזמין אותך לחתום על "דוגמה למסמך".

source: "Team Name" has invited you to sign "example document".
he: "שם הצוות" הזמין אותך לחתום על "מסמך לדוגמה".

source: (You)
he: (את/ה)

source: {0, plural, one {(1 character over)} other {(# characters over)}}
he: {0, plural, one {(תו אחד מעבר למותר)} other {(# תווים מעבר למותר)}}

source: {0, plural, one {# character over the limit} other {# characters over the limit}}
he: {0, plural, one {תו אחד מעבר למגבלה} other {# תווים מעבר למגבלה}}

source: {0, plural, one {# document} other {# documents}}
he: {0, plural, one {# מסמך} other {# מסמכים}}

source: {0, plural, one {# folder} other {# folders}}
he: {0, plural, one {# תקייה} other {# תקיות}}

source: {0, plural, one {# recipient} other {# recipients}}
he: {0, plural, one {# נמענ/ה} other {# נמענים}}

source: {0, plural, one {# team} other {# teams}}
he: {0, plural, one {# צוות} other {# צוותים}}

source: {0, plural, one {# template} other {# templates}}
he: {0, plural, one {# תבנית} other {# תבניות}}

source: {0, plural, one {1 matching field} other {# matching fields}}
he: {0, plural, one {שדה תואם אחד} other {# שדות תואמים}}

source: {0, plural, one {1 Recipient} other {# Recipients}}
he: {0, plural, one {נמען אחד} other {# נמענים}}

source: {0, plural, one {Waiting on 1 recipient} other {Waiting on # recipients}}
he: {0, plural, one {ממתין לנמען אחד} other {ממתין ל-# נמענים}}

source: {0} direct signing templates
he: {0} תבניות חתימה ישירה

source: {0} has invited you to {recipientActionVerb} the document "{1}".
he: {0} הזמינ/ה אותך ל{recipientActionVerb} את המסמך "{1}".

source: {0} invited you to {recipientActionVerb} a document
he: {0} הזמינ/ה אותך ל{recipientActionVerb} מסמך

source: {0} of {1} documents remaining this month.
he: מתוך {1} נותרו החודש {0} מסמכים.

source: {0} of {1} row(s) selected.
he: {0} מתוך {1} שורות נבחרו.

source: {0} on behalf of "{1}" has invited you to {recipientActionVerb} the document "{2}".
he: {0} בשם "{1}" הזמינ/ה אותך ל{recipientActionVerb} את המסמך "{2}".

source: {0} Recipient(s)
he: {0} נמענים

source: {charactersRemaining, plural, one {1 character remaining} other {{charactersRemaining} characters remaining}}
he: {charactersRemaining, plural, one {נותר תו אחד} other {נותרו {charactersRemaining} תווים}}

source: {inviterName} has cancelled the document {documentName}, you don't need to sign it anymore.
he: {inviterName} ביטל/ה את המסמך {documentName}, אין צורך שתחתמ/י עליו יותר.

source: {inviterName} has cancelled the document<0/>"{documentName}"
he: {inviterName} ביטל/ה את המסמך<0/>"{documentName}"

source: {inviterName} has invited you to {0}<0/>"{documentName}"
he: {inviterName} הזמינ/ה אותך ל{0}<0/>"{documentName}"

source: {inviterName} has invited you to {action} {documentName}
he: {inviterName} הזמינ/ה אותך ל{action} את {documentName}

source: {inviterName} has invited you to {action} the document "{documentName}".
he: {inviterName} הזמינ/ה אותך ל{action} את המסמך "{documentName}".

source: {inviterName} has removed you from the document {documentName}.
he: {inviterName} הסיר/ה אותך מהמסמך {documentName}.

source: {inviterName} has removed you from the document<0/>"{documentName}"
he: {inviterName} הסיר/ה אותך מהמסמך<0/>"{documentName}"

source: {inviterName} on behalf of "{0}" has invited you to {recipientActionVerb} the document "{1}".
he: {inviterName} בשם "{0}" הזמינ/ה אותך ל{recipientActionVerb} את המסמך "{1}".

source: {inviterName} on behalf of "{teamName}" has invited you to {0}<0/>"{documentName}"
he: {inviterName} בשם "{teamName}" הזמינ/ה אותך ל{0}<0/>"{documentName}"

source: {inviterName} on behalf of "{teamName}" has invited you to {action} {documentName}
he: {inviterName} בשם "{teamName}" הזמינ/ה אותך ל{action} את {documentName}

source: {prefix} added a field
he: {prefix} הוסיף/ה שדה

source: {prefix} added a recipient
he: {prefix} הוסיף/ה נמען

source: {prefix} created the document
he: {prefix} יצר/ה את המסמך

source: {prefix} deleted the document
he: {prefix} מחק/ה את המסמך

source: {prefix} moved the document to team
he: {prefix} העביר/ה את המסמך לצוות

source: {prefix} opened the document
he: {prefix} פתח/ה את המסמך

source: {prefix} prefilled a field
he: {prefix} מילא/ה מראש שדה

source: {prefix} removed a field
he: {prefix} הסיר/ה שדה

source: {prefix} removed a recipient
he: {prefix} הסיר/ה נמען

source: {prefix} resent an email to {0}
he: {prefix} שלח/ה שוב אימייל אל {0}

source: {prefix} sent an email to {0}
he: {prefix} שלח/ה אימייל אל {0}

source: {prefix} sent the document
he: {prefix} שלח/ה את המסמך

source: {prefix} signed a field
he: {prefix} חתם/ה על שדה

source: {prefix} unsigned a field
he: {prefix} ביטל/ה חתימה על שדה

source: {prefix} updated a field
he: {prefix} עדכן/ה שדה

source: {prefix} updated a recipient
he: {prefix} עדכן/ה נמען

source: {prefix} updated the document
he: {prefix} עדכן/ה את המסמך

source: {prefix} updated the document access auth requirements
he: {prefix} עדכן/ה את דרישות האימות לגישה למסמך

source: {prefix} updated the document external ID
he: {prefix} עדכן/ה את המזהה החיצוני של המסמך

source: {prefix} updated the document signing auth requirements
he: {prefix} עדכן/ה את דרישות האימות לחתימה על המסמך

source: {prefix} updated the document title
he: {prefix} עדכן/ה את כותרת המסמך

source: {prefix} updated the document visibility
he: {prefix} עדכן/ה את הגדרות הנראות של המסמך

source: {recipientActionVerb} document
he: {recipientActionVerb} מסמך

source: {recipientActionVerb} the document to complete the process.
he: {recipientActionVerb} את המסמך להשלמת התהליך.

source: {recipientName} {action} a document by using one of your direct links
he: {recipientName} {action} מסמך באמצעות אחד הקישורים הישירים שלך

source: {recipientName} has rejected the document '{documentName}'
he: {recipientName} דח/תה את המסמך '{documentName}'

source: {recipientReference} has completed signing the document.
he: {recipientReference} סיימ/ה לחתום על המסמך.

source: {recipientReference} has signed "{0}"
he: {recipientReference} חתמ/ה על "{0}"

source: {recipientReference} has signed "{documentName}"
he: {recipientReference} חתמ/ה על "{documentName}"

source: {recipientReference} has signed {documentName}
he: {recipientReference} חתמ/ה על {documentName}

source: {remaningLength, plural, one {# character remaining} other {# characters remaining}}
he: {remaningLength, plural, one {תו אחד נותר} other {נותרו # תווים}}

source: {signerName} has rejected the document "{documentName}".
he: {signerName} דח/תה את המסמך "{documentName}".

source: {teamName} has invited you to {0}<0/>"{documentName}"
he: {teamName} הזמין/ה אותך ל{0}<0/>"{documentName}"

source: {teamName} has invited you to {action} {documentName}
he: {teamName} הזמין/ה אותך ל{action} את {documentName}

source: {userName} approved the document
he: {userName} אישר/ה את המסמך

source: {userName} CC'd the document
he: {userName} הוסיף/ה העתק מהמסמך (CC)

source: {userName} completed their task
he: {userName} השלים/ה את המשימה שלו/ה

source: {userName} rejected the document
he: {userName} דח/תה את המסמך

source: {userName} signed the document
he: {userName} חתמ/ה על המסמך

source: {userName} viewed the document
he: {userName} צפה/תה במסמך

source: {visibleRows, plural, one {Showing # result.} other {Showing # results.}}
he: {visibleRows, plural, one {מציג תוצאה אחת} other {מציג # תוצאות}}

source: <0>"{0}"</0>is no longer available to sign
he: <0>"{0}"</0>אינו זמין יותר לחתימה

source: <0>Click to upload</0> or drag and drop
he: <0>לחץ להעלאה</0> או גרור ושחרר

source: <0>Drawn</0> - A signature that is drawn using a mouse or stylus.
he: <0>מצוייר</0> - חתימה שצוירה באמצעות עכבר או עט דיגיטלי.

source: <0>Email</0> - The recipient will be emailed the document to sign, approve, etc.
he: <0>אימייל</0> - הנמען יקבל את המסמך בדוא"ל לחתימה, אישור וכו'.

source: <0>Inherit authentication method</0> - Use the global action signing authentication method configured in the "General Settings" step
he: <0>ירש שיטת אימות</0> - השתמש בשיטת האימות הגלובלית לחתימת פעולות שהוגדרה בשלב "הגדרות כלליות"

source: <0>No restrictions</0> - No authentication required
he: <0>ללא הגבלות</0> - לא נדרש אימות

source: <0>No restrictions</0> - The document can be accessed directly by the URL sent to the recipient
he: <0>ללא הגבלות</0> - אפשר לגשת למסמך ישירות דרך הקישור שנשלח לנמען

source: <0>None</0> - No authentication required
he: <0>ללא</0> - לא נדרש אימות

source: <0>None</0> - We will generate links which you can send to the recipients manually.
he: <0>ללא</0> - אנו ניצור קישורים שתוכל לשלוח לנמענים באופן ידני.

source: <0>Note</0> - If you use Links in combination with direct templates, you will need to manually send the links to the remaining recipients.
he: <0>הערה</0> - אם אתה משתמש בקישורים בשילוב עם תבניות ישירות, תצטרך לשלוח ידנית את הקישורים לשאר הנמענים.

source: <0>Require 2FA</0> - The recipient must have an account and 2FA enabled via their settings
he: <0>דרוש אימות דו-שלבי</0> - לנמען חייב להיות חשבון עם אימות דו-שלבי מופעל בהגדרות שלו

source: <0>Require account</0> - The recipient must be signed in to view the document
he: <0>דרוש חשבון</0> - הנמען חייב להיות מחובר כדי לצפות במסמך

source: <0>Require passkey</0> - The recipient must have an account and passkey configured via their settings
he: <0>דרוש מפתח אבטחה</0> - לנמען חייב להיות חשבון עם מפתח אבטחה מוגדר בהגדרות שלו

source: <0>Sender:</0> All
he: <0>שולח:</0> הכל

source: <0>Typed</0> - A signature that is typed using a keyboard.
he: <0>מוקלד</0> - חתימה שהוקלדה באמצעות מקלדת.

source: <0>Uploaded</0> - A signature that is uploaded from a file.
he: <0>הועלה</0> - חתימה שהועלתה מקובץ.

source: <0>You are about to complete approving <1>"{documentTitle}"</1>.</0><2/> Are you sure?
he: <0>אתה עומד להשלים את אישור <1>"{documentTitle}"</1>.</0><2/> האם אתה בטוח?

source: <0>You are about to complete signing "<1>{documentTitle}</1>".</0><2/> Are you sure?
he: <0>אתה עומד להשלים את חתימת "<1>{documentTitle}</1>".</0><2/> האם אתה בטוח?

source: <0>You are about to complete viewing "<1>{documentTitle}</1>".</0><2/> Are you sure?
he: <0>אתה עומד להשלים את הצפייה ב"<1>{documentTitle}</1>".</0><2/> האם אתה בטוח?

source: 1 month
he: חודש אחד

source: 12 months
he: 12 חודשים

source: 3 months
he: 3 חודשים

source: 404 not found
he: 404 לא נמצא

source: 404 Profile not found
he: 404 פרופיל לא נמצא

source: 404 Team not found
he: 404 צוות לא נמצא

source: 500 Internal Server Error
he: 500 שגיאת שרת פנימית

source: 6 months
he: 6 חודשים

source: 7 days
he: 7 ימים

source: A confirmation email has been sent, and it should arrive in your inbox shortly.
he: אימייל אישור נשלח, והוא אמור להגיע לתיבת הדואר שלך בקרוב.

source: A device capable of accessing, opening, and reading documents
he: מכשיר המסוגל לגשת, לפתוח ולקרוא מסמכים

source: A document was created by your direct template that requires you to {recipientActionVerb} it.
he: נוצר מסמך מהתבנית הישירה שלך שדורש ממך ל{recipientActionVerb} אותו.

source: A draft document will be created
he: ייווצר מסמך טיוטה

source: A field was added
he: שדה נוסף

source: A field was removed
he: שדה הוסר

source: A field was updated
he: שדה עודכן

source: A means to print or download documents for your records
he: אמצעי להדפסת או הורדת מסמכים לרשומות שלך

source: A new token was created successfully.
he: טוקן חדש נוצר בהצלחה.

source: A password reset email has been sent, if you have an account you should see it in your inbox shortly.
he: אימייל לאיפוס סיסמה נשלח, אם יש לך חשבון תראה אותו בתיבת הדואר שלך בקרוב.

source: A recipient was added
he: נמען נוסף

source: A recipient was removed
he: נמען הוסר

source: A recipient was updated
he: נמען עודכן

source: A secret that will be sent to your URL so you can verify that the request has been sent by Smartsign
he: סוד שיישלח לכתובת ה-URL שלך כדי שתוכל לאמת שהבקשה נשלחה על ידי Smartsign

source: A secret that will be sent to your URL so you can verify that the request has been sent by Smartsign.
he: סוד שיישלח לכתובת ה-URL שלך כדי שתוכל לאמת שהבקשה נשלחה על ידי Smartsign.

source: A stable internet connection
he: חיבור אינטרנט יציב

source: A team you were a part of has been deleted
he: צוות שהיית חלק ממנו נמחק

source: A unique URL to access your profile
he: כתובת URL ייחודית לגישה לפרופיל שלך

source: A unique URL to identify your team
he: כתובת URL ייחודית לזיהוי הצוות שלך

source: A verification email will be sent to the provided email.
he: אימייל אימות יישלח לכתובת האימייל שסופקה.

source: Accept
he: קבל

source: Acceptance and Consent
he: קבלה והסכמה

source: Account Authentication
he: אימות חשבון

source: Account deleted
he: החשבון נמחק

source: Account disabled
he: החשבון הושבת

source: Account enabled
he: החשבון הופעל

source: Account Re-Authentication
he: אימות חשבון מחדש

source: Acknowledgment
he: אישור

source: Action
he: פעולה

source: Actions
he: פעולות

source: Active
he: פעיל

source: Active Subscriptions
he: מנויים פעילים

source: Add
he: הוסף

source: Add a document
he: הוסף מסמך

source: Add a URL to redirect the user to once the document is signed
he: הוסף כתובת URL להפניית המשתמש לאחר חתימת המסמך

source: Add all relevant fields for each recipient.
he: הוסף את כל השדות הרלוונטיים עבור כל נמען.

source: Add all relevant placeholders for each recipient.
he: הוסף את כל מצייני המקום הרלוונטיים עבור כל נמען.

source: Add an authenticator to serve as a secondary authentication method for signing documents.
he: הוסף מאמת שישמש כשיטת אימות משנית לחתימת מסמכים.

source: Add an authenticator to serve as a secondary authentication method when signing in, or when signing documents.
he: הוסף מאמת שישמש כשיטת אימות משנית בעת התחברות או בעת חתימת מסמכים.

source: Add an external ID to the document. This can be used to identify the document in external systems.
he: הוסף מזהה חיצוני למסמך. ניתן להשתמש בזה לזיהוי המסמך במערכות חיצוניות.

source: Add an external ID to the template. This can be used to identify in external systems.
he: הוסף מזהה חיצוני לתבנית. ניתן להשתמש בזה לזיהוי במערכות חיצוניות.

source: Add another option
he: הוסף אפשרות נוספת

source: Add another value
he: הוסף ערך נוסף

source: Add email
he: הוסף אימייל

source: Add Fields
he: הוסף שדות

source: Add more
he: הוסף עוד

source: Add myself
he: הוסף אותי

source: Add Myself
he: הוסף אותי

source: Add passkey
he: הוסף מפתח אבטחה

source: Add Placeholder Recipient
he: הוסף נמען מציין מקום

source: Add Placeholders
he: הוסף מצייני מקום

source: Add Signer
he: הוסף חותם

source: Add Signers
he: הוסף חותמים

source: Add team email
he: הוסף דוא״ל צוות

source: Add text
he: הוסף טקסט

source: Add text to the field
he: הוסף טקסט לשדה

source: Add the people who will sign the document.
he: הוסף את האנשים שיחתמו על המסמך.

source: Add the recipients to create the document with
he: הוסף את הנמענים ליצירת המסמך

source: Additional brand information to display at the bottom of emails
he: מידע מיתוג נוסף להצגה בתחתית הודעות דוא״ל

source: Admin
he: מנהל

source: Admin Actions
he: פעולות מנהל

source: Admin panel
he: לוח בקרה למנהל

source: Advanced Options
he: אפשרויות מתקדמות

source: Advanced settings
he: הגדרות מתקדמות

source: After signing a document electronically, you will be provided the opportunity to view, download, and print the document for your records. It is highly recommended that you retain a copy of all electronically signed documents for your personal records. We will also retain a copy of the signed document for our records however we may not be able to provide you with a copy of the signed document after a certain period of time.
he: לאחר חתימה אלקטרונית על מסמך, תינתן לך האפשרות לצפות, להוריד ולהדפיס את המסמך לרשומותיך. מומלץ מאוד לשמור עותק של כל המסמכים החתומים אלקטרונית לרשומותיך האישיות. אנו גם נשמור עותק של המסמך החתום לרשומותינו, אולם ייתכן שלא נוכל לספק לך עותק של המסמך החתום לאחר פרק זמן מסוים.

source: After submission, a document will be automatically generated and added to your documents page. You will also receive a notification via email.
he: לאחר השליחה, מסמך ייווצר אוטומטית ויתווסף לדף המסמכים שלך. תקבל גם התראה בדוא״ל.

source: All
he: הכל

source: All documents
he: כל המסמכים

source: All documents have been processed. Any new documents that are sent or received will show here.
he: כל המסמכים עובדו. כל מסמך חדש שיישלח או יתקבל יוצג כאן.

source: All documents related to the electronic signing process will be provided to you electronically through our platform or via email. It is your responsibility to ensure that your email address is current and that you can receive and open our emails.
he: כל המסמכים הקשורים לתהליך החתימה האלקטרונית יסופקו לך באופן אלקטרוני דרך הפלטפורמה שלנו או באמצעות דוא״ל. באחריותך לוודא שכתובת הדוא״ל שלך מעודכנת ושבאפשרותך לקבל ולפתוח את הודעות הדוא״ל שלנו.

source: All inserted signatures will be voided
he: כל החתימות שהוכנסו יבוטלו

source: All parties have completed their actions. The document is now being finalized. You will receive an Email copy once it is ready.
he: כל הצדדים השלימו את פעולותיהם. המסמך נמצא כעת בתהליך גיבוש סופית. תקבלו עותק בדוא"ל ברגע שיהיה מוכן.

source: All recipients will be notified
he: כל הנמענים יקבלו הודעה

source: All signatures have been voided.
he: כל החתימות בוטלו.

source: All signing links have been copied to your clipboard.
he: כל קישורי החתימה הועתקו ללוח שלך.

source: All templates
he: כל התבניות

source: All Time
he: כל הזמן

source: Allow all organisation members to access this team
he: אפשר לכל חברי הארגון גישה לצוות זה

source: Allow document recipients to reply directly to this email address
he: אפשר לנמעני המסמך להשיב ישירות לכתובת דוא״ל זו

source: Allow signers to dictate next signer
he: אפשר לחותמים להכתיב את החותם הבא

source: Allowed Signature Types
he: סוגי חתימות מותרים

source: Allows authenticating using biometrics, password managers, hardware keys, etc.
he: מאפשר אימות באמצעות ביומטריה, מנהלי סיסמאות, מפתחות חומרה וכו'.

source: Already have an account? <0>Sign in instead</0>
he: כבר יש לך חשבון? <0>התחבר במקום</0>

source: Amount
he: סכום

source: An admin has deleted your document "{documentName}".
he: מנהל מחק את המסמך שלך "{documentName}".

source: An electronic signature provided by you on our platform, achieved through clicking through to a document and entering your name, or any other electronic signing method we provide, is legally binding. It carries the same weight and enforceability as a manual signature written with ink on paper.
he: חתימה אלקטרונית שסופקה על ידך בפלטפורמה שלנו, שהושגה באמצעות לחיצה על מסמך והזנת שמך, או כל שיטת חתימה אלקטרונית אחרת שאנו מספקים, היא מחייבת מבחינה משפטית. יש לה את אותו המשקל ואת אותה האכיפה כמו חתימה ידנית שנכתבה בדיו על נייר.

source: An email account
he: חשבון דוא"ל

source: An email containing an invitation will be sent to each member.
he: הודעת דוא"ל הכוללת הזמנה תישלח לכל חבר.

source: An error occurred
he: אירעה שגיאה

source: An error occurred while adding fields.
he: אירעה שגיאה בעת הוספת שדות.

source: An error occurred while adding signers.
he: אירעה שגיאה בעת הוספת חותמים.

source: An error occurred while adding the fields.
he: אירעה שגיאה בעת הוספת השדות.

source: An error occurred while auto-signing the document, some fields may not be signed. Please review and manually sign any remaining fields.
he: אירעה שגיאה בעת חתימה אוטומטית על המסמך, ייתכן שחלק מהשדות לא נחתמו. אנא בדוק וחתום ידנית על כל שדה שנותר.

source: An error occurred while creating document from template.
he: אירעה שגיאה בעת יצירת מסמך מתבנית.

source: An error occurred while creating the webhook. Please try again.
he: אירעה שגיאה בעת יצירת ה-webhook. אנא נסה שוב.

source: An error occurred while deleting the user.
he: אירעה שגיאה בעת מחיקת המשתמש.

source: An error occurred while disabling direct link signing.
he: אירעה שגיאה בעת ביטול חתימת קישור ישיר.

source: An error occurred while disabling the user.
he: אירעה שגיאה בעת השבתת המשתמש.

source: An error occurred while downloading your document.
he: אירעה שגיאה בעת הורדת המסמך שלך.

source: An error occurred while duplicating template.
he: אירעה שגיאה בעת שכפול התבנית.

source: An error occurred while enabling direct link signing.
he: אירעה שגיאה בעת הפעלת חתימת קישור ישיר.

source: An error occurred while enabling the user.
he: אירעה שגיאה בעת הפעלת המשתמש.

source: An error occurred while loading the document.
he: אירעה שגיאה בעת טעינת המסמך.

source: An error occurred while moving the document.
he: אירעה שגיאה בעת העברת המסמך.

source: An error occurred while moving the template.
he: אירעה שגיאה בעת העברת התבנית.

source: An error occurred while removing the field.
he: אירעה שגיאה בעת הסרת השדה.

source: An error occurred while removing the selection.
he: אירעה שגיאה בעת הסרת הבחירה.

source: An error occurred while removing the signature.
he: אירעה שגיאה בעת הסרת החתימה.

source: An error occurred while sending the document.
he: אירעה שגיאה בעת שליחת המסמך.

source: An error occurred while sending your confirmation email
he: אירעה שגיאה בעת שליחת דוא"ל האישור שלך

source: An error occurred while signing as assistant.
he: אירעה שגיאה בעת חתימה כעוזר.

source: An error occurred while signing the document.
he: אירעה שגיאה בעת חתימה על המסמך.

source: An error occurred while trying to create a checkout session.
he: אירעה שגיאה בעת ניסיון ליצור הליך תשלום.

source: An error occurred while updating the document settings.
he: אירעה שגיאה בעת עדכון הגדרות המסמך.

source: An error occurred while updating the signature.
he: אירעה שגיאה בעת עדכון החתימה.

source: An error occurred while updating your profile.
he: אירעה שגיאה בעת עדכון הפרופיל שלך.

source: An error occurred while uploading your document.
he: אירעה שגיאה בעת העלאת המסמך שלך.

source: An unexpected error occurred.
he: אירעה שגיאה בלתי צפויה.

source: An unknown error occurred
he: אירעה שגיאה לא ידועה

source: An unknown error occurred while creating the folder.
he: אירעה שגיאה לא ידועה בעת יצירת התיקייה.

source: An unknown error occurred while deleting the folder.
he: אירעה שגיאה לא ידועה בעת מחיקת התיקייה.

source: An unknown error occurred while moving the folder.
he: אירעה שגיאה לא ידועה בעת העברת התיקייה.

source: Any documents that you have been invited to will appear here
he: כל המסמכים שהוזמנת אליהם יופיעו כאן

source: Any Source
he: כל מקור

source: Any Status
he: כל סטטוס

source: API Tokens
he: טוקנים ל-API

source: App Version
he: גרסת האפליקציה

source: Approve
he: אשר

source: Approve Document
he: אשר מסמך

source: Approved
he: מאושר

source: Approver
he: מאשר

source: Approvers
he: מאשרים

source: Approving
he: מאשר

source: Are you sure you want to complete the document? This action cannot be undone. Please ensure that you have completed prefilling all relevant fields before proceeding.
he: האם אתה בטוח שברצונך להשלים את המסמך? לא ניתן לבטל פעולה זו. אנא ודא שהשלמת מילוי מקדים של כל השדות הרלוונטיים לפני שתמשיך.

source: Are you sure you want to delete the following claim?
he: האם אתה בטוח שברצונך למחוק את התביעה הבאה?

source: Are you sure you want to delete this folder?
he: האם אתה בטוח שאתה רוצה למחוק את התיקייה הזו?

source: Are you sure you want to delete this token?
he: האם אתה בטוח שברצונך למחוק טוקן זה?
