Repository: GD-Smart-Bill/documenso
Catalog: packages/lib/translations/*/web.po
Languages: he

source: Search by name or email
he: חפש לפי שם או אימייל

source: Search by organisation ID, name, customer ID or owner email
he: חיפוש לפי מזהה ארגון, שם, מזהה לקוח או כתובת דוא"ל של הבעלים

source: Search documents...
he: חפש מסמכים...

source: Search folders...
he: חיפוש תיקיות...

source: Search languages...
he: חפש שפות...

source: Secret
he: סוד

source: Security
he: אבטחה

source: Security activity
he: פעילות אבטחה

source: Select
he: בחר

source: Select a destination for this folder.
he: בחר יעד עבור תיקייה זו.

source: Select a folder to move this document to.
he: בחר תיקייה להעברת מסמך זה.

source: Select a plan
he: בחר תוכנית

source: Select a plan to continue
he: בחר תוכנית כדי להמשיך

source: Select a team to view its dashboard
he: בחר צוות כדי לצפות בלוח המחוונים שלו

source: Select a template you'd like to display on your public profile
he: בחר תבנית שתרצה להציג בפרופיל הציבורי שלך

source: Select a template you'd like to display on your team's public profile
he: בחר תבנית שתרצה להציג בפרופיל הציבורי של הצוות שלך

source: Select an option
he: בחר אפשרות

source: Select at least
he: בחר לפחות

source: Select default option
he: בחר אפשרות ברירת מחדל

source: Select groups
he: בחרו קבוצות

source: Select groups of members to add to the team.
he: בחרו קבוצות של חברים להוספה לצוות.

source: Select groups to add to this team
he: בחר קבוצות להוספה לצוות זה

source: Select members
he: בחר חברים

source: Select members or groups of members to add to the team.
he: בחר חברים או קבוצות של חברים להוספה לצוות.

source: Select members to add to this team
he: בחר חברים להוספה לצוות זה

source: Select passkey
he: בחר מפתח גישה

source: Select signature types
he: בחירת סוגי חתימות

source: Select the members to add to this group
he: בחר את החברים להוספה לקבוצה זו

source: Select the members to include in this group
he: בחר את החברים שיכללו בקבוצה זו

source: Select triggers
he: בחירת טריגרים

source: Send
he: שלח

source: Send confirmation email
he: שלח אימייל אישור

source: Send document
he: שלח מסמך

source: Send Document
he: שלח מסמך

source: Send document completed email
he: שלח אימייל על השלמת המסמך

source: Send document completed email to the owner
he: שלח אימייל על השלמת המסמך לבעלים

source: Send document deleted email
he: שלח אימייל על מחיקת המסמך

source: Send document pending email
he: שלח אימייל על מסמך ממתין

source: Send documents on behalf of the team using the email address
he: שלח מסמכים בשם הצוות באמצעות כתובת האימייל

source: Send documents to recipients immediately
he: שלח מסמכים לנמענים מיד

source: Send on Behalf of Team
he: שלח בשם הצוות

source: Send recipient removed email
he: שלח אימייל על הסרת נמען

source: Send recipient signed email
he: שלח אימייל על חתימת נמען

source: Send recipient signing request email
he: שלח אימייל בקשת חתימה לנמען

source: Send reminder
he: שלח תזכורת

source: Sender
he: שולח

source: Sending Reset Email...
he: שולח אימייל איפוס...

source: Sending...
he: שולח...

source: Sent
he: נשלח

source: Set a password
he: קבע סיסמה

source: Settings
he: הגדרות

source: Setup
he: הגדרה

source: Share
he: שתף

source: Share Signature Card
he: שתף כרטיס חתימה

source: Share Signing Card
he: שתף כרטיס חתימה

source: Share the Link
he: שתף את הקישור

source: Share your signing experience!
he: שתף את חוויית החתימה שלך!

source: Show
he: הצג

source: Show advanced settings
he: הצג הגדרות מתקדמות

source: Show templates in your public profile for your audience to sign and get started quickly
he: הצג תבניות בפרופיל הציבורי שלך כדי שהקהל שלך יוכל לחתום ולהתחיל במהירות

source: Sign
he: חתום

source: Sign as {0} <0>({1})</0>
he: חתום כ- {0} <0>({1})</0>

source: Sign as<0>{0} <1>({1})</1></0>
he: חתום כ-<0>{0} <1>({1})</1></0>

source: Sign document
he: חתום על מסמך

source: Sign Document
he: חתום על מסמך

source: Sign field
he: שדה חתימה

source: Sign Here
he: חתום כאן

source: Sign In
he: התחבר

source: Sign in to your account
he: התחבר לחשבון שלך

source: Sign Out
he: התנתק

source: Sign the document to complete the process.
he: חתום על המסמך כדי להשלים את התהליך.

source: Sign up
he: הירשם

source: Sign Up with Google
he: הירשם עם גוגל

source: Sign Up with OIDC
he: הירשם עם OIDC

source: Signature
he: חתימה

source: Signature ID
he: מזהה חתימה

source: Signature is too small
he: החתימה קטנה מדי

source: Signature Pad cannot be empty.
he: לוח החתימות לא יכול להיות ריק.

source: Signature types
he: סוגי חתימות

source: Signatures Collected
he: חתימות שנאספו

source: Signatures will appear once the document has been completed
he: החתימות יופיעו לאחר שהמסמך הושלם

source: Signed
he: חתום

source: Signed via software by
he: נחתם באמצעות תוכנה על ידי

source: Signer
he: חותם

source: Signer Events
he: אירועי חותם

source: Signers
he: חותמים

source: Signers must have unique emails
he: לחותמים חייבים להיות אימיילים ייחודיים

source: Signing
he: חתימה

source: Signing Certificate
he: תעודת חתימה

source: Signing certificate provided by
he: תעודת חתימה סופקה על ידי

source: Signing Complete!
he: החתימה הושלמה!

source: Signing for
he: חותם עבור

source: Signing in...
he: מתחבר...

source: Signing Links
he: קישורי חתימה

source: Signing links have been generated for this document.
he: קישורי חתימה נוצרו עבור מסמך זה.

source: Signing order is enabled.
he: סדר החתימה מופעל.

source: Signing Volume
he: היקף החתימות

source: Signups are disabled.
he: ההרשמה מושבתת.

source: Since {0}
he: מאז {0}

source: Site Banner
he: באנר האתר

source: Site Settings
he: הגדרות האתר

source: Smartsign will delete <0>all of your documents</0>, along with all of your completed documents, signatures, and all other resources belonging to your Account.
he: Smartsign ימחק <0>את כל המסמכים שלך</0>, יחד עם כל המסמכים המושלמים שלך, החתימות, וכל המשאבים האחרים השייכים לחשבון שלך.

source: Some signers have not been assigned a signature field. Please assign at least 1 signature field to each signer before proceeding.
he: לחלק מהחותמים לא הוקצה שדה חתימה. נא להקצות לפחות שדה חתימה אחד לכל חותם לפני שממשיכים.

source: Something went wrong
he: משהו השתבש

source: Something went wrong while attempting to verify your email address for <0>{0}</0>. Please try again later.
he: משהו השתבש בניסיון לאמת את כתובת הדוא״ל שלך עבור <0>{0}</0>. אנא נסה שוב מאוחר יותר.

source: Something went wrong while loading the document.
he: משהו השתבש בטעינת המסמך.

source: Something went wrong while loading your passkeys.
he: משהו השתבש בטעינת מפתחות הגישה שלך.

source: Something went wrong while sending the confirmation email.
he: משהו השתבש בשליחת הדוא״ל לאימות.

source: Something went wrong while updating the team billing subscription, please contact support.
he: משהו השתבש בעדכון מנוי החיוב של הצוות, אנא צור קשר עם התמיכה.

source: Something went wrong!
he: משהו השתבש!

source: Something went wrong.
he: משהו השתבש.

source: Something went wrong. Please try again later.
he: משהו השתבש. אנא נסה שוב מאוחר יותר.

source: Something went wrong. Please try again or contact support.
he: משהו השתבש. אנא נסה שוב או צור קשר עם התמיכה.

source: Sorry, we were unable to download the audit logs. Please try again later.
he: מצטערים, לא הצלחנו להוריד את יומני הביקורת. אנא נסה שוב מאוחר יותר.

source: Sorry, we were unable to download the certificate. Please try again later.
he: מצטערים, לא הצלחנו להוריד את התעודה. אנא נסה שוב מאוחר יותר.

source: Source
he: מקור

source: Stats
he: סטטיסטיקות

source: Status
he: סטטוס

source: Step <0>{step} of {maxStep}</0>
he: שלב <0>{step} מתוך {maxStep}</0>

source: Subject <0>(Optional)</0>
he: נושא <0>(אופציונלי)</0>

source: Subscribe
he: הירשם כמנוי

source: Subscription
he: מנוי

source: Success
he: הצלחה

source: Successfully created passkey
he: מפתח גישה נוצר בהצלחה

source: Successfully created: {successCount}
he: נוצרו בהצלחה: {successCount}

source: Summary:
he: סיכום:

source: System Requirements
he: דרישות מערכת

source: System Theme
he: ערכת נושא של המערכת

source: Team
he: צוות

source: Team email
he: דוא״ל צוות

source: Team Email
he: דוא״ל צוות

source: Team email already verified!
he: דוא״ל הצוות כבר אומת!

source: Team email has been removed
he: דוא״ל הצוות הוסר

source: Team email has been revoked for {0}
he: דוא״ל הצוות בוטל עבור {0}

source: Team email removed
he: דוא״ל הצוות הוסר

source: Team email verification
he: אימות דוא״ל צוות

source: Team email verified!
he: דוא״ל הצוות אומת!

source: Team email was updated.
he: דוא״ל הצוות עודכן.

source: Team Member
he: חבר צוות

source: Team Name
he: שם הצוות

source: Team not found
he: הצוות לא נמצא

source: Team Only
he: צוות בלבד

source: Team only templates are not linked anywhere and are visible only to your team.
he: תבניות לצוות בלבד אינן מקושרות לשום מקום ונראות רק לצוות שלך.

source: Team Preferences
he: העדפות צוות

source: Team settings
he: הגדרות צוות

source: Team Settings
he: הגדרות צוות

source: Team URL
he: כתובת URL של הצוות

source: Teams
he: צוותים

source: Teams help you organise your work and collaborate with others. Create your first team to get started.
he: צוותים עוזרים לך לארגן את עבודתך ולשתף פעולה עם אחרים. צור את הצוות הראשון שלך כדי להתחיל.

source: Teams that this organisation group is currently assigned to
he: צוותים שאליהם משויכת קבוצת ארגון זו כעת

source: Template
he: תבנית

source: Template Created
he: תבנית נוצרה

source: Template deleted
he: התבנית נמחקה

source: Template document uploaded
he: מסמך התבנית הועלה

source: Template duplicated
he: התבנית שוכפלה

source: Template has been removed from your public profile.
he: התבנית הוסרה מהפרופיל הציבורי שלך.

source: Template has been updated.
he: התבנית עודכנה.

source: Template moved
he: התבנית הועברה

source: Template saved
he: התבנית נשמרה

source: Template title
he: כותרת התבנית

source: Templates
he: תבניות

source: Templates allow you to quickly generate documents with pre-filled recipients and fields.
he: תבניות מאפשרות לך ליצור במהירות מסמכים עם נמענים ושדות שממולאים מראש.

source: Text
he: טקסט

source: Text Align
he: יישור טקסט

source: Text Color
he: צבע טקסט

source: Thank you for using Smartsign to perform your electronic document signing. The purpose of this disclosure is to inform you about the process, legality, and your rights regarding the use of electronic signatures on our platform. By opting to use an electronic signature, you are agreeing to the terms and conditions outlined below.
he: תודה שבחרת להשתמש ב-Smartsign לביצוע חתימה אלקטרונית על מסמכים. מטרת גילוי זה היא ליידע אותך על התהליך, החוקיות והזכויות שלך בנוגע לשימוש בחתימות אלקטרוניות בפלטפורמה שלנו. בבחירתך להשתמש בחתימה אלקטרונית, אתה מסכים לתנאים ולהגבלות המפורטים להלן.

source: That's okay, it happens! Click the button below to reset your password.
he: זה בסדר, זה קורה! לחץ על הכפתור למטה כדי לאפס את הסיסמה שלך.

source: The account has been deleted successfully.
he: החשבון נמחק בהצלחה.

source: The account has been disabled successfully.
he: החשבון הושבת בהצלחה.

source: The account has been enabled successfully.
he: החשבון הופעל בהצלחה.

source: The content to show in the banner, HTML is allowed
he: התוכן שיופיע בבאנר, מותר להשתמש ב-HTML

source: The direct link has been copied to your clipboard
he: הקישור הישיר הועתק ללוח

source: The document is now completed, please follow any instructions provided within the parent application.
he: המסמך הושלם כעת, אנא עקוב אחר ההוראות שסופקו באפליקציה הראשית.

source: The document owner has been notified of this rejection. No further action is required from you at this time. The document owner may contact you with any questions regarding this rejection.
he: בעל המסמך קיבל הודעה על דחייה זו. לא נדרשת ממך כל פעולה נוספת בשלב זה. בעל המסמך עשוי ליצור איתך קשר עם שאלות בנוגע לדחייה זו.

source: The document owner has been notified of your decision. They may contact you with further instructions if necessary.
he: בעל המסמך קיבל הודעה על החלטתך. הוא עשוי ליצור איתך קשר עם הוראות נוספות במידת הצורך.

source: The document was created but could not be sent to recipients.
he: המסמך נוצר אך לא ניתן היה לשלוח אותו לנמענים.

source: The document will be hidden from your account
he: המסמך יוסתר מהחשבון שלך

source: The document will be immediately sent to recipients if this is checked.
he: המסמך יישלח מיד לנמענים אם תיבה זו מסומנת.

source: The document's name
he: שם המסמך

source: The email or password provided is incorrect
he: הדוא"ל או הסיסמה שהוזנו שגויים

source: The events that will trigger a webhook to be sent to your URL.
he: האירועים שיגרמו לשליחת webhook לכתובת ה-URL שלך.

source: The following errors occurred:
he: אירעו השגיאות הבאות:

source: The organisation role that will be applied to all members in this group.
he: תפקיד הארגון שיחול על כל החברים בקבוצה זו.

source: The page you are looking for was moved, removed, renamed or might never have existed.
he: הדף שאתה מחפש הועבר, הוסר, שונה שמו או שמעולם לא היה קיים.

source: The profile link has been copied to your clipboard
he: קישור הפרופיל הועתק ללוח שלך

source: The profile you are looking for could not be found.
he: הפרופיל שאתה מחפש לא נמצא.

source: The public description that will be displayed with this template
he: התיאור הציבורי שיוצג עם תבנית זו

source: The public name for your template
he: השם הציבורי לתבנית שלך

source: The reason provided for deletion is the following:
he: הסיבה שסופקה למחיקה היא כדלקמן:

source: The recipient can prepare the document for later signers by pre-filling suggest values.
he: הנמען יכול להכין את המסמך לחותמים מאוחרים יותר על ידי מילוי מוקדם של ערכים מוצעים.

source: The recipient has been updated successfully
he: הנמען עודכן בהצלחה

source: The recipient is not required to take any action and receives a copy of the document after it is completed.
he: הנמען אינו נדרש לבצע כל פעולה ומקבל עותק של המסמך לאחר השלמתו.

source: The recipient is required to approve the document for it to be completed.
he: הנמען נדרש לאשר את המסמך כדי שיושלם.

source: The recipient is required to sign the document for it to be completed.
he: הנמען נדרש לחתום על המסמך כדי שיושלם.

source: The recipient is required to view the document for it to be completed.
he: הנמען נדרש לצפות במסמך כדי שיושלם.

source: The sharing link could not be created at this time. Please try again.
he: לא ניתן ליצור את קישור השיתוף בזמן זה. אנא נסה שוב.

source: The sharing link has been copied to your clipboard.
he: קישור השיתוף הועתק ללוח שלך.

source: The signer's email
he: הדוא"ל של החותם

source: The signer's name
he: שם החותם

source: The signing link has been copied to your clipboard.
he: קישור החתימה הועתק ללוח שלך.

source: The site banner is a message that is shown at the top of the site. It can be used to display important information to your users.
he: באנר האתר הוא הודעה המוצגת בחלק העליון של האתר. ניתן להשתמש בו להצגת מידע חשוב למשתמשים שלך.

source: The team email <0>{teamEmail}</0> has been removed from the following team
he: הדוא"ל של הצוות <0>{teamEmail}</0> הוסר מהצוות הבא

source: The team you are looking for may have been removed, renamed or may have never existed.
he: הצוות שאתה מחפש אולי הוסר, שונה שמו או שמעולם לא היה קיים.

source: The template will be removed from your profile
he: התבנית תוסר מהפרופיל שלך

source: The token was copied to your clipboard.
he: האסימון הועתק ללוח שלך.

source: The token was deleted successfully.
he: האסימון נמחק בהצלחה.

source: The token you have used to reset your password is either expired or it never existed. If you have still forgotten your password, please request a new reset link.
he: האסימון שהשתמשת בו לאיפוס הסיסמה שלך פג תוקף או שמעולם לא היה קיים. אם עדיין שכחת את הסיסמה שלך, אנא בקש קישור איפוס חדש.

source: The two-factor authentication code provided is incorrect
he: קוד האימות הדו-שלבי שסופק שגוי

source: The types of signatures that recipients are allowed to use when signing the document.
he: סוגי החתימות שהנמענים רשאים להשתמש בהם בעת חתימה על המסמך.

source: The URL for Smartsign to send webhook events to.
he: כתובת ה-URL שאליה Smartsign ישלח אירועי webhook.

source: The webhook has been successfully deleted.
he: ה-webhook נמחק בהצלחה.

source: The webhook has been updated successfully.
he: ה-webhook עודכן בהצלחה.

source: The webhook was successfully created.
he: ה-webhook נוצר בהצלחה.

source: There are no active drafts at the current moment. You can upload a document to start drafting.
he: אין טיוטות פעילות ברגע זה. באפשרותך להעלות מסמך כדי להתחיל בטיוטה.

source: There are no completed documents yet. Documents that you have created or received will appear here once completed.
he: אין עדיין מסמכים שהושלמו. מסמכים שיצרת או קיבלת יופיעו כאן לאחר השלמתם.

source: They have permission on your behalf to:
he: יש להם הרשאה מטעמך ל:

source: This account has been disabled. Please contact support.
he: חשבון זה הושבת. אנא צור קשר עם התמיכה.

source: This account has not been verified. Please verify your account before signing in.
he: חשבון זה לא אומת. אנא אמת את חשבונך לפני הכניסה.

source: This action is not reversible. Please be certain.
he: פעולה זו אינה הפיכה. אנא היה בטוח.

source: This action is reversible, but please be careful as the account may be affected permanently (e.g. their settings and contents not being restored properly).
he: פעולה זו הפיכה, אך אנא היה זהיר מכיוון שהחשבון עלול להיות מושפע באופן קבוע (למשל, ההגדרות והתכנים שלהם לא ישוחזרו כראוי).

source: This document can not be recovered, if you would like to dispute the reason for future documents please contact support.
he: לא ניתן לשחזר מסמך זה, אם ברצונך לערער על הסיבה למסמכים עתידיים, אנא צור קשר עם התמיכה.

source: This document could not be deleted at this time. Please try again.
he: לא ניתן למחוק מסמך זה בזמן זה. אנא נסה שוב.

source: This document could not be duplicated at this time. Please try again.
he: לא ניתן לשכפל מסמך זה בזמן זה. אנא נסה שוב.

source: This document could not be re-sent at this time. Please try again.
he: לא ניתן לשלוח מחדש מסמך זה בזמן זה. אנא נסה שוב.

source: This document has already been sent to this recipient. You can no longer edit this recipient.
he: מסמך זה כבר נשלח לנמען זה. אינך יכול עוד לערוך נמען זה.

source: This document has been cancelled by the owner and is no longer available for others to sign.
he: מסמך זה בוטל על ידי הבעלים ואינו זמין עוד לחתימה של אחרים.

source: This document has been cancelled by the owner.
he: מסמך זה בוטל על ידי הבעלים.

source: This document has been rejected by a recipient
he: מסמך זה נדחה על ידי נמען

source: This document has been signed by all recipients
he: מסמך זה נחתם על ידי כל הנמענים

source: This document is currently a draft and has not been sent
he: מסמך זה הוא כרגע טיוטה ולא נשלח

source: This document was created by you or a team member using the template above.
he: מסמך זה נוצר על ידך או על ידי חבר צוות באמצעות התבנית לעיל.

source: This document was created using a direct link.
he: מסמך זה נוצר באמצעות קישור ישיר.

source: This document was sent using <0>Smartsign.</0>
he: מסמך זה נשלח באמצעות <0>Smartsign.</0>

source: This email confirms that you have rejected the document <0>"{documentName}"</0> sent by {documentOwnerName}.
he: דוא"ל זה מאשר שדחית את המסמך <0>"{documentName}"</0> שנשלח על ידי {documentOwnerName}.

source: This email is already being used by another team.
he: דוא"ל זה כבר נמצא בשימוש על ידי צוות אחר.

source: This email is sent to the document owner when a recipient has signed the document.
he: דוא"ל זה נשלח לבעל המסמך כאשר נמען חתם על המסמך.

source: This email is sent to the recipient if they are removed from a pending document.
he: דוא"ל זה נשלח לנמען אם הוא הוסר ממסמך ממתין.

source: This email is sent to the recipient requesting them to sign the document.
he: דוא"ל זה נשלח לנמען המבקש ממנו לחתום על המסמך.

source: This email will be sent to the recipient who has just signed the document, if there are still other recipients who have not signed yet.
he: דוא"ל זה יישלח לנמען שזה עתה חתם על המסמך, אם יש עדיין נמענים אחרים שעדיין לא חתמו.

source: This field cannot be modified or deleted. When you share this template's direct link or add it to your public profile, anyone who accesses it can input their name and email, and fill in the fields assigned to them.
he: לא ניתן לשנות או למחוק שדה זה. כאשר אתה משתף את הקישור הישיר של תבנית זו או מוסיף אותה לפרופיל הציבורי שלך, כל מי שניגש אליה יכול להזין את שמו ואת כתובת הדוא"ל שלו, ולמלא את השדות שהוקצו להם.

source: This is how the document will reach the recipients once the document is ready for signing.
he: כך המסמך יגיע לנמענים ברגע שהמסמך מוכן לחתימה.

source: This link is invalid or has expired. Please contact your team to resend a verification.
he: קישור זה אינו חוקי או שפג תוקפו. אנא צור קשר עם הצוות שלך כדי לשלוח מחדש אימות.

source: This organisation, and any associated data will be permanently deleted.
he: ארגון זה וכל הנתונים הקשורים אליו יימחקו לצמיתות.

source: This passkey has already been registered.
he: מפתח גישה זה כבר נרשם.

source: This passkey is not configured for this application. Please login and add one in the user settings.
he: מפתח גישה זה אינו מוגדר עבור יישום זה. אנא התחבר והוסף אחד בהגדרות המשתמש.

source: This recipient can no longer be modified as they have signed a field, or completed the document.
he: לא ניתן עוד לשנות נמען זה מכיוון שהם חתמו על שדה, או השלימו את המסמך.

source: This session has expired. Please try again.
he: הפעילות הנוכחית פגה. אנא נסה שוב.

source: This signer has already signed the document.
he: חותם זה כבר חתם על המסמך.

source: This team, and any associated data excluding billing invoices will be permanently deleted.
he: צוות זה, וכל הנתונים הקשורים אליו למעט חשבוניות חיוב, יימחקו לצמיתות.

source: This template could not be deleted at this time. Please try again.
he: לא ניתן למחוק תבנית זו בזמן זה. אנא נסה שוב.

source: This token is invalid or has expired. No action is needed.
he: אסימון זה אינו חוקי או שפג תוקפו. לא נדרשת כל פעולה.

source: This token is invalid or has expired. Please contact your team for a new invitation.
he: אסימון זה אינו חוקי או שפג תוקפו. אנא צור קשר עם הצוות שלך לקבלת הזמנה חדשה.

source: This URL is already in use.
he: כתובת URL זו כבר בשימוש.

source: This will be sent to all recipients if a pending document has been deleted.
he: זה יישלח לכל הנמענים אם מסמך ממתין נמחק.

source: This will be sent to all recipients once the document has been fully completed.
he: זה יישלח לכל הנמענים לאחר שהמסמך הושלם במלואו.

source: This will be sent to the document owner once the document has been fully completed.
he: זה יישלח לבעל המסמך לאחר שהמסמך הושלם במלואו.

source: Time
he: זמן

source: Time zone
he: אזור זמן

source: Time Zone
he: אזור זמן

source: Title
he: כותרת

source: Title cannot be empty
he: הכותרת אינה יכולה להיות ריקה

source: To accept this invitation you must create an account.
he: כדי לקבל הזמנה זו עליך ליצור חשבון.

source: To change the email you must remove and add a new email address.
he: כדי לשנות את הדוא"ל עליך להסיר ולהוסיף כתובת דוא"ל חדשה.

source: To confirm, please enter the accounts email address <0/>({0}).
he: לאישור, אנא הזן את כתובת הדוא"ל של החשבון <0/>({0}).

source: To confirm, please enter the reason
he: לאישור, אנא הזן את הסיבה

source: To enable two-factor authentication, scan the following QR code using your authenticator app.
he: כדי להפעיל אימות דו-שלבי, סרוק את קוד ה-QR הבא באמצעות אפליקציית האימות שלך.

source: To gain access to your account, please confirm your email address by clicking on the confirmation link from your inbox.
he: כדי לקבל גישה לחשבון שלך, אנא אשר את כתובת הדוא"ל שלך על ידי לחיצה על קישור האישור מתיבת הדואר הנכנס שלך.

source: To mark this document as viewed, you need to be logged in as <0>{0}</0>
he: כדי לסמן מסמך זה כנצפה, עליך להיות מחובר כ-<0>{0}</0>

source: To proceed further, please set at least one value for the {0} field.
he: כדי להמשיך הלאה, אנא הגדר לפחות ערך אחד עבור שדה ה-{0}.
