Repository: GD-Smart-Bill/documenso
Catalog: packages/lib/translations/*/web.po
Languages: he

source: To use our electronic signature service, you must have access to:
he: כדי להשתמש בשירות החתימה האלקטרונית שלנו, חייבת להיות לך גישה ל:

source: To view this document you need to be signed into your account, please sign in to continue.
he: כדי לצפות במסמך זה עליך להיות מחובר לחשבון שלך, אנא התחבר כדי להמשיך.

source: Toggle the switch to hide your profile from the public.
he: הפעל את המתג כדי להסתיר את הפרופיל שלך מהציבור.

source: Toggle the switch to show your profile to the public.
he: הפעל את המתג כדי להציג את הפרופיל שלך לציבור.

source: Token
he: אסימון

source: Token copied to clipboard
he: האסימון הועתק ללוח

source: Token created
he: האסימון נוצר

source: Token deleted
he: האסימון נמחק

source: Token doesn't have an expiration date
he: לאסימון אין תאריך תפוגה

source: Token expiration date
he: תאריך תפוגת האסימון

source: Token has expired. Please try again.
he: האסימון פג תוקף. אנא נסה שוב.

source: Token name
he: שם האסימון

source: Total Documents
he: מסמכים סה"כ

source: Total Recipients
he: נמענים סה"כ

source: Total rows processed: {totalProcessed}
he: סה"כ שורות שעובדו: {totalProcessed}

source: Total Signers that Signed Up
he: סה"כ חותמים שנרשמו

source: Total Users
he: משתמשים סה"כ

source: Triggers
he: טריגרים

source: Two factor authentication
he: אימות דו-שלבי

source: Two factor authentication recovery codes are used to access your account in the event that you lose access to your authenticator app.
he: קודי שחזור לאימות דו-שלבי משמשים לגישה לחשבונך במקרה שאיבדת גישה לאפליקציית האימות שלך.

source: Two-Factor Authentication
he: אימות דו-שלבי

source: Two-factor authentication disabled
he: אימות דו-שלבי מושבת

source: Two-factor authentication enabled
he: אימות דו-שלבי מופעל

source: Two-factor authentication has been disabled for your account. You will no longer be required to enter a code from your authenticator app when signing in.
he: אימות דו-שלבי הושבת עבור חשבונך. לא תידרש עוד להזין קוד מאפליקציית האימות שלך בעת התחברות.

source: Two-Factor Re-Authentication
he: אימות דו-שלבי מחדש

source: Type
he: מוקלד

source: Type a command or search...
he: הקלד פקודה או חפש...

source: Typed signatures are not allowed. Please draw your signature.
he: חתימות מוקלדות אינן מורשות. אנא צייר את חתימתך.

source: Uh oh! Looks like you're missing a token
he: אופס! נראה שחסר לך טוקן

source: Unable to change the language at this time. Please try again later.
he: לא ניתן לשנות את השפה בזמן זה. אנא נסה שוב מאוחר יותר.

source: Unable to copy recovery code
he: לא ניתן להעתיק את קוד השחזור

source: Unable to copy token
he: לא ניתן להעתיק טוקן

source: Unable to create direct template access. Please try again later.
he: לא ניתן ליצור גישה ישירה לתבנית. אנא נסה שוב מאוחר יותר.

source: Unable to delete invitation. Please try again.
he: לא ניתן למחוק הזמנה. אנא נסה שוב.

source: Unable to delete team
he: לא ניתן למחוק צוות

source: Unable to disable two-factor authentication
he: לא ניתן להשבית אימות דו-שלבי

source: Unable to load document history
he: לא ניתן לטעון היסטוריית מסמך

source: Unable to load documents
he: לא ניתן לטעון מסמכים

source: Unable to load your public profile templates at this time
he: לא ניתן לטעון את תבניות הפרופיל הציבורי שלך בזמן זה

source: Unable to remove email verification at this time. Please try again.
he: לא ניתן להסיר אימות דוא"ל בזמן זה. אנא נסה שוב.

source: Unable to remove team email at this time. Please try again.
he: לא ניתן להסיר דוא"ל צוות בזמן זה. אנא נסה שוב.

source: Unable to resend invitation. Please try again.
he: לא ניתן לשלוח מחדש הזמנה. אנא נסה שוב.

source: Unable to resend verification at this time. Please try again.
he: לא ניתן לשלוח מחדש אימות בזמן זה. אנא נסה שוב.

source: Unable to reset password
he: לא ניתן לאפס סיסמה

source: Unable to setup two-factor authentication
he: לא ניתן להגדיר אימות דו-שלבי

source: Unable to sign in
he: לא ניתן להתחבר

source: Unauthorized
he: לא מורשה

source: Uncompleted
he: לא הושלם

source: Unknown
he: לא ידוע

source: Update
he: עדכן

source: Update Banner
he: עדכן באנר

source: Update current organisation
he: עדכון הארגון הנוכחי

source: Update organisation
he: עדכון הארגון

source: Update organisation member
he: עדכון חבר בארגון

source: Update passkey
he: עדכן מפתח גישה

source: Update password
he: עדכן סיסמה

source: Update profile
he: עדכן פרופיל

source: Update Recipient
he: עדכן נמען

source: Update role
he: עדכן תפקיד

source: Update team
he: עדכן צוות

source: Update team email
he: עדכן דוא"ל צוות

source: Update team member
he: עדכן חבר צוות

source: Update the role and add fields as required for the direct recipient. The individual who uses the direct link will sign the document as the direct recipient.
he: עדכן את התפקיד והוסף שדות כנדרש עבור הנמען הישיר. האדם שמשתמש בקישור הישיר יחתום על המסמך כנמען הישיר.

source: Update user
he: עדכן משתמש

source: Update webhook
he: עדכן webhook

source: Updating password...
he: מעדכן סיסמה...

source: Updating Your Information
he: עדכון המידע שלך

source: Upgrade
he: שדרג

source: Upload
he: הועלה

source: Upload a CSV file to create multiple documents from this template. Each row represents one document with its recipient details.
he: העלה קובץ CSV ליצירת מסמכים מרובים מתבנית זו. כל שורה מייצגת מסמך אחד עם פרטי הנמען שלו.

source: Upload a custom document to use instead of the template's default document
he: העלה מסמך מותאם אישית לשימוש במקום מסמך ברירת המחדל של התבנית

source: Upload and Process
he: העלה ועבד

source: Upload Avatar
he: העלה אווטאר

source: Upload CSV
he: העלה CSV

source: Upload custom document
he: העלה מסמך מותאם אישית

source: Upload Document
he: העלאת מסמך

source: Upload Signature
he: העלה חתימה

source: Upload Template Document
he: העלה מסמך תבנית

source: Upload your brand logo (max 5MB, JPG, PNG, or WebP)
he: העלה את לוגו המותג שלך (מקסימום 5MB, JPG, PNG, או WebP)

source: Uploaded by
he: הועלה על ידי

source: Uploaded file is too large
he: הקובץ שהועלה גדול מדי

source: Uploaded file is too small
he: הקובץ שהועלה קטן מדי

source: Uploaded file not an allowed file type
he: הקובץ שהועלה אינו מסוג קובץ מורשה

source: Use
he: השתמש

source: Use Authenticator
he: השתמש באפליקציית אימות

source: Use Backup Code
he: השתמש בקוד גיבוי

source: Use Template
he: השתמש בתבנית

source: User
he: משתמש

source: User has no password.
he: למשתמש אין סיסמה.

source: User not found
he: המשתמש לא נמצא

source: User not found.
he: משתמש לא נמצא.

source: User Organisations
he: ארגוני המשתמש

source: User profiles are here!
he: פרופילי משתמשים כאן!

source: User settings
he: הגדרות משתמש

source: User with this email already exists. Please use a different email address.
he: משתמש עם דוא"ל זה כבר קיים. אנא השתמש בכתובת דוא"ל אחרת.

source: Users
he: משתמשים

source: Validation
he: אימות

source: Value
he: ערך

source: Verification Email Sent
he: נשלח דוא"ל אימות

source: Verification email sent successfully.
he: דוא"ל אימות נשלח בהצלחה.

source: Verify Now
he: אמת עכשיו

source: Verify your email address
he: אמת את כתובת הדוא"ל שלך

source: Verify your email address to unlock all features.
he: אמת את כתובת הדוא"ל שלך כדי לשחרר את כל התכונות.

source: Verify your email to upload documents.
he: אמת את הדוא"ל שלך כדי להעלות מסמכים.

source: Verify your team email address
he: אמת את כתובת הדוא"ל של הצוות שלך

source: Version History
he: היסטוריית גרסאות

source: View
he: צפה

source: View activity
he: צפה בפעילות

source: View all documents sent to and from this email address
he: צפה בכל המסמכים שנשלחו אל ומכתובת דוא"ל זו

source: View all documents sent to your account
he: צפה בכל המסמכים שנשלחו לחשבון שלך

source: View all recent security activity related to your account.
he: צפה בכל פעילות האבטחה האחרונה הקשורה לחשבונך.

source: View all related documents
he: צפה בכל המסמכים הקשורים

source: View all security activity related to your account.
he: צפה בכל פעילות האבטחה הקשורה לחשבונך.

source: View Codes
he: צפה בקודים

source: View document
he: צפה במסמך

source: View Document
he: צפה במסמך

source: View documents associated with this email
he: צפה במסמכים המשויכים לדוא"ל זה

source: View invites
he: צפה בהזמנות

source: View more
he: צפה בעוד

source: View Original Document
he: צפה במסמך המקורי

source: View plans
he: צפה בתוכניות

source: View Recovery Codes
he: הצג קודי שחזור

source: View teams
he: הצג צוותים

source: Viewed
he: נצפה

source: Viewer
he: צופה

source: Viewers
he: צופים

source: Viewing
he: צפייה

source: Waiting
he: ממתין

source: Waiting for others
he: ממתין לאחרים

source: Waiting for others to complete signing.
he: ממתין לאחרים להשלים את החתימה.

source: Waiting for others to sign
he: ממתין לאחרים לחתום

source: Waiting for Your Turn
he: ממתין לתורך

source: Want to send slick signing links like this one? <0>Check out Smartsign.</0>
he: רוצה לשלוח קישורי חתימה מרשימים כמו זה? <0>בדוק את Smartsign.</0>

source: Want your own public profile?
he: רוצה פרופיל ציבורי משלך?

source: Warning: Assistant as last signer
he: אזהרה: עוזר כחותם אחרון

source: We are unable to proceed to the billing portal at this time. Please try again, or contact support.
he: איננו יכולים להמשיך לפורטל החיוב בזמן זה. אנא נסה שוב, או צור קשר עם התמיכה.

source: We are unable to remove this passkey at the moment. Please try again later.
he: איננו יכולים להסיר את מפתח הכניסה הזה כרגע. אנא נסה שוב מאוחר יותר.

source: We are unable to update this passkey at the moment. Please try again later.
he: איננו יכולים לעדכן את מפתח הכניסה הזה כרגע. אנא נסה שוב מאוחר יותר.

source: We encountered an error while removing the direct template link. Please try again later.
he: נתקלנו בשגיאה בעת הסרת קישור התבנית הישיר. אנא נסה שוב מאוחר יותר.

source: We encountered an error while updating the webhook. Please try again later.
he: נתקלנו בשגיאה בעת עדכון ה-webhook. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to add this email. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון להוסיף את האימייל הזה. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to create a team. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון ליצור צוות. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to delete it. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון למחוק אותו. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to delete this team. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון למחוק צוות זה. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to delete this token. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון למחוק טוקן זה. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to delete your account. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון למחוק את חשבונך. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to remove this template from your profile. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון להסיר תבנית זו מהפרופיל שלך. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to remove this user. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון להסיר משתמש זה. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to reset your password. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לאפס את הסיסמה שלך. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to revoke access. Please try again or contact support.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לבטל גישה. אנא נסה שוב או צור קשר עם התמיכה.

source: We encountered an unknown error while attempting to sign you In. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון להכניס אותך למערכת. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to sign you Up. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לרשום אותך. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to update the banner. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לעדכן את הבאנר. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to update the template. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לעדכן את התבנית. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to update this team member. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לעדכן חבר צוות זה. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to update your password. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לעדכן את הסיסמה שלך. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to update your public profile. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לעדכן את הפרופיל הציבורי שלך. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting to update your team. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לעדכן את הצוות שלך. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting update the team email. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לעדכן את האימייל של הצוות. אנא נסה שוב מאוחר יותר.

source: We encountered an unknown error while attempting update your profile. Please try again later.
he: נתקלנו בשגיאה לא ידועה בעת ניסיון לעדכן את הפרופיל שלך. אנא נסה שוב מאוחר יותר.

source: We have sent a confirmation email for verification.
he: שלחנו אימייל אישור לצורך אימות.

source: We need your signature to sign documents
he: אנחנו צריכים את חתימתך כדי לחתום על מסמכים

source: We were unable to copy the token to your clipboard. Please try again.
he: לא הצלחנו להעתיק את הטוקן ללוח שלך. אנא נסה שוב.

source: We were unable to copy your recovery code to your clipboard. Please try again.
he: לא הצלחנו להעתיק את קוד השחזור שלך ללוח שלך. אנא נסה שוב.

source: We were unable to create your account. Please review the information you provided and try again.
he: לא הצלחנו ליצור את החשבון שלך. אנא בדוק את המידע שסיפקת ונסה שוב.

source: We were unable to disable two-factor authentication for your account. Please ensure that you have entered your password and backup code correctly and try again.
he: לא הצלחנו לבטל את האימות הדו-שלבי עבור חשבונך. אנא ודא שהזנת את הסיסמה וקוד הגיבוי בצורה נכונה ונסה שוב.

source: We were unable to log you out at this time.
he: לא הצלחנו להוציא אותך מהמערכת בזמן זה.

source: We were unable to set your public profile to public. Please try again.
he: לא הצלחנו להגדיר את הפרופיל הציבורי שלך כציבורי. אנא נסה שוב.

source: We were unable to setup two-factor authentication for your account. Please ensure that you have entered your code correctly and try again.
he: לא הצלחנו להגדיר אימות דו-שלבי עבור חשבונך. אנא ודא שהזנת את הקוד שלך בצורה נכונה ונסה שוב.

source: We were unable to submit this document at this time. Please try again later.
he: לא הצלחנו להגיש מסמך זה בזמן זה. אנא נסה שוב מאוחר יותר.

source: We were unable to update your branding preferences at this time, please try again later
he: לא הצלחנו לעדכן את העדפות המיתוג שלך בזמן זה, אנא נסה שוב מאוחר יותר

source: We were unable to update your document preferences at this time, please try again later
he: לא הצלחנו לעדכן את העדפות המסמך שלך בזמן זה, אנא נסה שוב מאוחר יותר

source: We were unable to verify your details. Please try again or contact support
he: לא הצלחנו לאמת את הפרטים שלך. אנא נסה שוב או צור קשר עם התמיכה

source: We were unable to verify your email at this time.
he: לא הצלחנו לאמת את האימייל שלך בזמן זה.

source: We were unable to verify your email. If your email is not verified already, please try again.
he: לא הצלחנו לאמת את האימייל שלך. אם האימייל שלך עדיין לא מאומת, אנא נסה שוב.

source: We will generate signing links for you, which you can send to the recipients through your method of choice.
he: אנחנו נייצר קישורי חתימה עבורך, אותם תוכל לשלוח לנמענים בשיטה שתבחר.

source: We won't send anything to notify recipients.
he: לא נשלח דבר כדי להודיע לנמענים.

source: We're all empty
he: הכל ריק

source: We're still waiting for other signers to sign this document.<0/>We'll notify you as soon as it's ready.
he: אנחנו עדיין ממתינים לחותמים אחרים לחתום על מסמך זה.<0/>נודיע לך ברגע שהוא יהיה מוכן.

source: We've changed your password as you asked. You can now sign in with your new password.
he: שינינו את הסיסמה שלך כפי שביקשת. כעת תוכל להתחבר עם הסיסמה החדשה שלך.

source: We've sent a confirmation email to <0>{email}</0>. Please check your inbox and click the link in the email to verify your account.
he: שלחנו אימייל אישור ל-<0>{email}</0>. אנא בדוק את תיבת הדואר הנכנס שלך ולחץ על הקישור באימייל כדי לאמת את חשבונך.

source: Webhook created
he: Webhook נוצר

source: Webhook deleted
he: Webhook נמחק

source: Webhook updated
he: Webhook עודכן

source: Webhook URL
he: כתובת URL של Webhook

source: Welcome
he: ברוך הבא

source: Welcome back, we are lucky to have you.
he: ברוך שובך, אנחנו בר מזל שאתה איתנו.

source: Welcome to Smartsign!
he: ברוך הבא ל-Smartsign!

source: Were you trying to edit this document instead?
he: האם ניסית לערוך מסמך זה במקום?

source: What you can do with teams:
he: מה אפשר לעשות עם צוותים:

source: When enabled, signers can choose who should sign next in the sequence instead of following the predefined order.
he: כאשר מופעל, חותמים יכולים לבחור מי יחתום הבא בסדר במקום לעקוב אחר הסדר המוגדר מראש.

source: When you click continue, you will be prompted to add the first available authenticator on your system.
he: כאשר תלחץ על המשך, תתבקש להוסיף את המאמת הראשון הזמין במערכת שלך.

source: When you sign a document, we can automatically fill in and sign the following fields using information that has already been provided. You can also manually sign or remove any automatically signed fields afterwards if you desire.
he: כאשר אתה חותם על מסמך, אנחנו יכולים למלא ולחתום אוטומטית את השדות הבאים באמצעות מידע שכבר סופק. באפשרותך גם לחתום ידנית או להסיר שדות שנחתמו אוטומטית לאחר מכן אם תרצה.

source: When you use our platform to affix your electronic signature to documents, you are consenting to do so under the Electronic Signatures in Global and National Commerce Act (E-Sign Act) and other applicable laws. This action indicates your agreement to use electronic means to sign documents and receive notifications.
he: כאשר אתה משתמש בפלטפורמה שלנו כדי להצמיד את חתימתך האלקטרונית למסמכים, אתה מסכים לעשות זאת תחת חוק החתימות האלקטרוניות במסחר גלובלי ולאומי (חוק E-Sign) וחוקים רלוונטיים אחרים. פעולה זו מציינת את הסכמתך להשתמש באמצעים אלקטרוניים לחתימה על מסמכים ולקבלת התראות.

source: While waiting for them to do so you can create your own Smartsign account and get started with document signing right away.
he: בזמן שאתה ממתין שהם יעשו זאת אתה יכול ליצור חשבון Smartsign משלך ולהתחיל בחתימת מסמכים מיד.

source: Who do you want to remind?
he: למי אתה רוצה להזכיר?

source: Withdrawing Consent
he: ביטול הסכמה

source: Yearly
he: שנתי

source: Yes
he: כן

source: You
he: אתה

source: You are about to delete <0>"{documentTitle}"</0>
he: אתה עומד למחוק <0>"{documentTitle}"</0>

source: You are about to delete <0>{0}</0>. All data related to this organisation such as teams, documents, and all other resources will be deleted. This action is irreversible.
he: אתה עומד למחוק את <0>{0}</0>. כל הנתונים הקשורים לארגון זה, כגון צוותים, מסמכים וכל המשאבים האחרים, יימחקו. פעולה זו אינה הפיכה.

source: You are about to delete the following team email from <0>{teamName}</0>.
he: אתה עומד למחוק את האימייל הצוותי הבא מ-<0>{teamName}</0>.

source: You are about to give all organisation members access to this team under their organisation role.
he: אתה עומד לתת לכל חברי הארגון גישה לצוות זה תחת תפקידם בארגון.

source: You are about to hide <0>"{documentTitle}"</0>
he: אתה עומד להסתיר <0>"{documentTitle}"</0>

source: You are about to leave the following organisation.
he: אתה עומד לעזוב את הארגון הבא.

source: You are about to remove default access to this team for all organisation members. Any members not explicitly added to this team will no longer have access.
he: אתה עומד להסיר את גישת ברירת המחדל לצוות זה עבור כל חברי הארגון. כל חבר שלא נוסף במפורש לצוות זה לא יוכל עוד לקבל גישה.

source: You are about to remove the following group from <0>{0}</0>.
he: אתה עומד להסיר את הקבוצה הבאה מ-<0>{0}</0>.

source: You are about to remove the following user from <0>{0}</0>.
he: אתה עומד להסיר את המשתמש הבא מ-<0>{0}</0>.

source: You are about to remove the following user from <0>{teamName}</0>.
he: אתה עומד להסיר את המשתמש הבא מ-<0>{teamName}</0>.

source: You are about to revoke access for team <0>{0}</0> ({1}) to use your email.
he: אתה עומד לבטל את הגישה עבור הצוות <0>{0}</0> ({1}) להשתמש בדוא"ל שלך.

source: You are about to send this document to the recipients. Are you sure you want to continue?
he: אתה עומד לשלוח מסמך זה לנמענים. האם אתה בטוח שברצונך להמשיך?

source: You are about to subscribe to the {planName}
he: אתה עומד להירשם ל-{planName}

source: You are currently on the <0>Free Plan</0>.
he: אתה כרגע בתוכנית <0>החינמית</0>.

source: You are currently updating <0>{memberName}.</0>
he: אתה מעדכן כעת את <0>{memberName}.</0>

source: You are currently updating <0>{organisationMemberName}.</0>
he: אתה מעדכן כעת את <0>{organizationMemberName}.</0>

source: You are currently updating the <0>{passkeyName}</0> passkey.
he: אתה מעדכן כרגע את מפתח הגישה <0>{passkeyName}</0>.

source: You are currently updating the <0>{teamGroupName}</0> team group.
he: אתה מעדכן כעת את קבוצת הצוות <0>{teamGroupName}</0>.

source: You are not authorized to access this page.
he: אינך מורשה לגשת לדף זה.

source: You are not authorized to delete this user.
he: אינך מורשה למחוק משתמש זה.

source: You are not authorized to disable this user.
he: אינך מורשה להשבית משתמש זה.

source: You are not authorized to enable this user.
he: אינך מורשה להפעיל משתמש זה.

source: You can also copy and paste this link into your browser: {confirmationLink} (link expires in 1 hour)
he: אתה יכול גם להעתיק ולהדביק את הקישור הזה בדפדפן שלך: {confirmationLink} (הקישור יפוג בעוד שעה אחת)

source: You can choose to enable or disable the profile for public view.
he: באפשרותך לבחור להפעיל או להשבית את הפרופיל לצפייה ציבורית.

source: You can copy and share these links to recipients so they can action the document.
he: אתה יכול להעתיק ולשתף קישורים אלה לנמענים כדי שיוכלו לפעול על המסמך.

source: You can enable access to allow all organisation members to access this team by default.
he: ניתן להפעיל גישה כדי לאפשר לכל חברי הארגון גישה לצוות זה כברירת מחדל.

source: You can revoke access at any time in your team settings on Smartsign <0>here.</0>
he: ניתן לבטל גישה בכל עת בהגדרות הצוות שלך ב-Smartsign <0>כאן</0>.

source: You can update the profile URL by updating the team URL in the general settings page.
he: אתה יכול לעדכן את כתובת האתר של הפרופיל על ידי עדכון כתובת האתר של הצוות בדף ההגדרות הכלליות.

source: You can use the following variables in your message:
he: אתה יכול להשתמש במשתנים הבאים בהודעה שלך:

source: You can view documents associated with this email and use this identity when sending documents.
he: אתה יכול לצפות במסמכים הקשורים לדוא"ל זה ולהשתמש בזהות זו בעת שליחת מסמכים.

source: You can view the created documents in your dashboard under the "Documents created from template" section.
he: אתה יכול לראות את המסמכים שנוצרו בלוח המחוונים שלך תחת חלק "מסמכים שנוצרו מתבנית".

source: You can view the document and its status by clicking the button below.
he: אתה יכול לראות את המסמך ואת סטטוס שלו על ידי לחיצה על הכפתור למטה.

source: You cannot add assistants when signing order is disabled.
he: אינך יכול להוסיף עוזרים כאשר סדר החתימה מושבת.
